{
    "espanol": {
        "abrir": "ABRIR",
        "museo": "~ MUSEO ~",
        "obras": "OBRAS",
        "otrasComposiciones": "OTRAS COMPOSICIONES",
        "otrosProyectos": "OTROS PROYECTOS",
        "contactoEInformacion": "CONTACTO E INFORMACIÓN",
        "catalogoobras": "Catálogo de obras",
        "instrumentos": "Instrumentos",
        "instrumentacion": "Instrumentación",
        "sinresultados": "Sin resultados. Por ahora...",
        "year": "Año",
        "clear": "Limpiar",
        "clear2": "Limpiar",
        "reset": "Reset",
        "nameaz": "Nombre (A/Z)",
        "nameza": "Nombre (Z/A)",
        "yearasc": "Cronológico (Asc.)",
        "yeardesc": "Cronológico (Desc.)",
        "sortby": "Ordenar por",
        "filteringby": "Filtrando por:",
        "inicio": "INICIO",
        "other_obras": "+ obras",
        "other_arreglos": "arreglos",
        "other_vibes": "vibráfono",
        "other_video": "vídeo",
        "other_electronic": "electrónica",
        "other_trans": "trans.",
        "other_mpa": "Mú sica para audiovisuales",
        "other_mpa_sub": "Videojuegos, música para escena, música para vídeo...",
        "other_arr": "Arreglos",
        "other_arr_s": "Orquestaciones, arreglos para banda, arreglos para jazz...",
        "other_vib": "inté rprete",
        "other_vib_s": "Vibráfono, percusión, piano, bajo eléctrico...",
        "other_vid": "Proyectos audiovisuales",
        "other_vid_s": "Creación de material audiovisual dentro del sector musical",
        "other_electr": "Electrónica",
        "other_electr_s": "Proyectos relacionados con la electrónica, programación, sensores...",
        "other_trans2": "Tanreb transcripcions",
        "other_trans_s": "Repositorio de transcripciones gratuitas",
        "o_o_ca_ecdlm": "Corto animado: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>Tiene una melodía que se repite como si de un mantra se tratara, haciendo referencia a la historia cíclica de la historia. Su carácter armónico ha sido influenciado por el acorde de Tristan e Isolda de Wagner, que trata una trama parecida, y el movimiento melódico descendente de la figura del lamento en las pri- meras óperas. El coro hace referencia a los cantos de sirenas y, mediante una modula- ción tímbrica, son transportados al órgano, que ejecuta la misma función.",
        "o_o_ca_e": "Corto animado: Elliot",
        "o_o_ca_e_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>El carácter alegre del personaje se ve reflejado en el uso de instrumentos de cuerda pulsada. Además el cambio armónico, el uso del modo lidio en la pieza y el refuerzo en los agudos apoyan esta sensación colorida y risueña.",
        "o_o_v_j": "Videojuego: Jumper",
        "o_o_v_j_s": "Este es un ejemplo de música adaptativa, donde el personaje desbloquea a medida que avanza partes de la canción pudiendo ser escuchada cuando desbloquea la última habilidad.<br></br>Este fue un videojuego de Jam de 2 semanas. Participé, además, en la creación de los efectos de sonido, en el pixel art y en la programación.",
        "o_o_e_sl": "Ejemplo: Sun Landscapes",
        "o_o_e_sl_s": "En esta demo se puede observar una composición hecha por capas para poder ser luego adaptada según la situación de forma dinámica y con relación al personaje. En esta demo no se puede apreciar esta relación ya que no se llegó a utilizar esta dinámica, en el siguiente ejemplo sí.",
        "o_o_e_sw": "Ejemplo: SynthWave",
        "o_o_e_sw_s": "Por necesidades de guion el drop sucede al 02:56, y es cuando la canción realmente cobra sentido, lo anterior había sido un juego de texturas y paisages musicales.",
        "o_o_c_nst": "Circense: Non Sin Tri",
        "o_o_c_nst_s": "Música para el espectáculo No Tan Sapiens de la cia. Non Sin Tri: Una parodia de la humanidad a través de un lenguaje poético y sugerente.",
        "o_a_o_ledm": "Orquestación: La espuma del mar",
        "o_a_o_ledm_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_ledm2": "Orquestación: Dormida",
        "o_a_o_ledm2_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_du": "Orquestación: Diego Urdiales",
        "o_a_o_du_s": "Orquestación para el pasodoble torero Diego Urdiales de Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arreglo para banda: Banda feat. DJ",
        "o_a_a_bfdj_s": "Arreglo para banda del proyecto Banda feat. DJ, dirigido por Pere Vicalet.",
        "o_i_jbbn": "Jóven Big Band Nacional",
        "o_i_jbbn_s": "Participación como vibrafonista y compositor en la Jóven Big Band Nacional de España, un proyecto organizado por Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participación como vibrafonista y creador en Medinea, un programa cultural de la Unión Europea bajo la dirección de Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "Primer álbum de Carlos Vico donde participo como vibrafonista. Repertorio de Jazz actual que mezcla baladas con funk recordando a la mezcla de timbres de Pat Metheny y Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "Primer álbum doble del grupo Screaming Pillows con el que reciben el premio Carles Santos a mejor disco de Jazz 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Canción original de Chaitanya Natu para el grupo The Om Trio. Un trio de música jazz con mezclas culturales.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participación en el grupo Exotic Roosters. Grupo de percusión de jazz fusión y música surf.",
        "o_e_gh_s": "Perfil público en GitHub donde subo algunos de los proyectos que estoy desarrollando",
        "o_e_hc_s": "Hacks para compositores: CurveData, SecToBPM...",
        "o_e_lt_s": "Participación en la obra \"Laplace Tiger\" de Alexander Schubert como técnico de electrónica para la performance realizada por Borja Camps en el Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composición de una obra para dos performers con electrónica y vídeo en vivo.",
        "o_e_tj_s": "Teaser de una composición de una obra para malabarista, cuarteto y electrónica en vivo.",
        "o_a_s_s": "Creación de visuales para la obra \"Strach\", obra encargada por el festival Ensems, en el apartado Xensems a Llum Martí y Bernat Cucarella.",
        "o_a_aote_s": "Creacion visual reactiva para una obra de Karel Husa encargada por la Banda Municipal de Castellón dentro del festival Ensems el 25.09.2022.",
        "o_a_tetb_s": "Tema compuesto para Vicent S.C. en el CSMV. Participo, además, como intérprete (en piano).<br></br>Dirección y edición de vídeo y audio.",
        "o_a_j_s": "Animación para \"Jackdaw\" de Wayne Siegel una obra para clarinete bajo y electrónica.",
        "o_a_em_s": "Animación y modelaje 3D que interactúa con la música para un álbum propio.",
        "o_a_ar_s": "Video multipantalla en 360º con la clarinetista Alba Francés Martínez. En youtube se puede ver de forma interactiva.<br></br>Arreglo y edición de audio y video.",
        "o_a_jg_s": "Video multipantalla con la Jove Big Band de Sedajazz. Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "o_a_t_s": "Video multipantalla con el aula de percusión del CSMV (Conservatorio Superior de Música de Valencia) representando una obra de M. Udow. Además, participo como percusionista.<br></br>Edición de audio y vídeo.",
        "o_a_sa_s": "Video multipantalla con la Jove Big Band de Sedajazz de un tema de Fco. Blanco \"Latino\". Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "form-success": "¡Gracias! Se ha enviado el mensaje correctamente.",
        "form-error": "¡Ups!, algo ha ido mal enviando el formulario",
        "form-name": "Nombre",
        "form-email": "Correo electrónico",
        "form-button": "Enviar",
        "contactoeinfo": "Contacto e información",
        "form-message": "Mensaje"
    },
    "english": {
        "abrir": "OPEN",
        "museo": "~ MUSEUM ~",
        "obras": "WORKS",
        "otrasComposiciones": "OTHER COMPOSITIONS",
        "otrosProyectos": "OTHER PROJECTS",
        "contactoEInformacion": "CONTACT & INFORMATION",
        "catalogoobras": "Catalog of works",
        "instrumentos": "Instruments",
        "instrumentacion": "Instrumentation",
        "sinresultados": "No results founds. For now...",
        "year": "Year",
        "clear": "Clear",
        "clear2": "Clear",
        "reset": "Reset All",
        "nameaz": "Name (A/Z)",
        "nameza": "Name (Z/A)",
        "yearasc": "Chronological (Asc)",
        "yeardesc": "Chronological (Desc)",
        "sortby": "Sort by",
        "filteringby": "Filtering by:",
        "inicio": "HOME",
        "other_obras": "+ works",
        "other_arreglos": "arr.",
        "other_vibes": "vibraphone",
        "other_video": "video",
        "other_electronic": "electronics",
        "other_trans": "trans.",
        "other_mpa": "Music for audiovisuals",
        "other_mpa_sub": "Video games, music for scene, music for video...",
        "other_arr": "Arrangements",
        "other_arr_s": "Orchestrations, arrangements for band, arrangements for jazz...",
        "other_vib": "player",
        "other_vib_s": "Vibraphone, percussion, piano, electric bass...",
        "other_vid": "Audiovisual projects",
        "other_vid_s": "Creation of audiovisual material for the music sector",
        "other_electr": "Electronics",
        "other_electr_s": "trans.",
        "other_trans2": "Tanreb transcripcions",
        "o_o_ca_ecdlm": "Animated short: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>It features a melody that repeats as if it were a mantra, referencing the cyclic nature of the story. Its harmonic character has been influenced by Wagner's Tristan and Isolde chord, which deals with a similar plot, and the descending melodic movement of the lament figure in early operas. The chorus refers to the songs of sirens and, through a timbral modulation, are transported to the organ, which performs the same function.",
        "o_o_ca_e": "Animated short: Elliot",
        "o_o_ca_e_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>The cheerful character of the person is reflected in the use of plucked string instruments. Additionally, the harmonic change, the use of the Lydian mode in the piece, and the emphasis on high tones support this colorful and cheerful feeling.",
        "o_o_v_j": "Video game: Jumper",
        "o_o_v_j_s": "This is an example of adaptive music, where the character unlocks parts of the song as they progress, being able to listen to it when unlocking the last skill.<br></br>This was a 2-week Jam video game. I also participated in creating the sound effects, the pixel art, and the programming.",
        "o_o_e_sl": "Example: Sun Landscapes",
        "o_o_e_sl_s": "In this demo, one can observe a composition made by layers to be later adapted according to the situation dynamically and in relation to the character. In this demo, this relationship is not appreciated since this dynamic was not used, in the next example it will be.",
        "o_o_e_sw": "Example: SynthWave",
        "o_o_e_sw_s": "Due to script needs, the drop occurs at 02:56, and it is then that the song really makes sense, what came before had been a play of textures and musical landscapes.",
        "o_o_c_nst": "Circus: Non Sin Tri",
        "o_o_c_nst_s": "Music for the No Tan Sapiens show by the company Non Sin Tri: A parody of humanity through a poetic and suggestive language.",
        "o_a_o_ledm": "Orchestration: La espuma del mar",
        "o_a_o_ledm_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_ledm2": "Orchestration: Dormida",
        "o_a_o_ledm2_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_du": "Orchestration: Diego Urdiales",
        "o_a_o_du_s": "Orchestration for the bullfighting pasodoble Diego Urdiales by Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arrangement for band: Band feat. DJ",
        "o_a_a_bfdj_s": "Arrangement for the Band feat. DJ project, directed by Pere Vicalet.",
        "o_i_jbbn": "Young National Big Band",
        "o_i_jbbn_s": "Participation as a vibraphonist and composer in the Young National Big Band of Spain, a project organized by Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participation as a vibraphonist and creator in Medinea, a cultural program of the European Union under the direction of Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "First album by Carlos Vico where I participate as a vibraphonist. Contemporary Jazz repertoire mixing ballads with funk reminiscent of the timbre mix of Pat Metheny and Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "First double album by the group Screaming Pillows, which won the Carles Santos award for best Jazz album of 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Original song by Chaitanya Natu for the group The Om Trio. A jazz music trio with cultural mixes.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participation in the group Exotic Roosters. A fusion jazz percussion and surf music group.",
        "o_e_gh_s": "Public GitHub profile where I upload some of the projects I am developing",
        "o_e_hc_s": "Hacks for composers: CurveData, SecToBPM...",
        "o_e_lt_s": "Participation in the work \"Laplace Tiger\" by Alexander Schubert as an electronics technician for the performance by Borja Camps at the Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composition of a piece for two performers with live electronics and video.",
        "o_e_tj_s": "Teaser of a composition for a juggler, quartet, and live electronics.",
        "o_a_s_s": "Creation of visuals for the work \"Strach\", commissioned by the Ensems festival, under the Xensems to Llum Martí and Bernat Cucarella.",
        "o_a_aote_s": "Reactive visual creation for a work by Karel Husa commissioned by the Municipal Band of Castellón within the Ensems festival on 25.09.2022.",
        "o_a_tetb_s": "Theme composed for Vicent S.C. at the CSMV. I also participate as a performer (on piano).<br></br>Direction and editing of video and audio.",
        "o_a_j_s": "Animation for \"Jackdaw\" by Wayne Siegel, a work for bass clarinet and electronics.",
        "o_a_em_s": "Animation and 3D modeling that interacts with the music for an own album.",
        "o_a_ar_s": "360º multiscreen video with clarinetist Alba Francés Martínez. On YouTube, it can be viewed interactively.<br></br>Arrangement and editing of audio and video.",
        "o_a_jg_s": "Multiscreen video with the Jove Big Band from Sedajazz. Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "o_a_t_s": "Multiscreen video with the percussion classroom of the CSMV (Valencia Higher Conservatory of Music) representing a work by M. Udow. Additionally, I participate as a percussionist.<br></br>Audio and video editing.",
        "o_a_sa_s": "Multiscreen video with the Jove Big Band from Sedajazz of a piece by Fco. Blanco \"Latino\". Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "form-success": "Thank you! Your submission has been received!",
        "form-error": "Oops! Something went wrong while submitting the form.",
        "form-name": "Name",
        "form-email": "Email Address",
        "form-button": "Submit",
        "contactoeinfo": "Contact and information",
        "form-message": "Message"
    }
}
