{
    "espanol": {
        "abrir": "MUSEO",
        "museo": "MUSEO",
        "obras": "CATÁLOGO DE OBRAS",
        "otrasComposiciones": "OTRAS COMPOSICIONES",
        "otrosProyectos": "OTROS PROYECTOS",
        "contactoEInformacion": "CONTACTO Y BIO",
        "catalogoobras": "Catálogo de obras",
        "instrumentos": "Instrumentos",
        "instrumentacion": "Instrumentación",
        "sinresultados": "Sin resultados. Por ahora...",
        "year": "Año",
        "clear": "Limpiar",
        "clear2": "Limpiar",
        "reset": "Reset",
        "nameaz": "Nombre (A/Z)",
        "nameza": "Nombre (Z/A)",
        "yearasc": "Cronológico (Asc.)",
        "yeardesc": "Cronológico (Desc.)",
        "sortby": "Ordenar por",
        "filteringby": "Filtrando por:",
        "inicio": "INICIO",
        "other_obras": "más obras",
        "other_arreglos": "arreglos",
        "other_vibes": "Intérprete",
        "other_video": "audiovisuales",
        "other_electronic": "electrónica",
        "other_trans": "transcripciones",
        "other_other": "otros",
        "other_mpa": "Más obras",
        "other_mpa_sub": "Música para audiovisuales, videojuegos, música para escena...",
        "other_arr": "Arreglos",
        "other_arr_s": "Orquestaciones, arreglos para banda, arreglos para jazz...",
        "other_vib": "Intérprete",
        "other_vib_s": "Vibráfono, percusión, piano, bajo eléctrico...",
        "other_vid": "Proyectos audiovisuales",
        "other_vid_s": "Creación de material audiovisual dentro del sector musical",
        "other_electr": "Electrónica",
        "other_electr_s": "Proyectos relacionados con la electrónica, programación, sensores...",
        "other_trans2": "Tanreb transcripcions",
        "other_trans_s": "Repositorio de transcripciones gratuitas",
        "other_other-head": "Otros",
        "other_other-sub": "Artículos publicados",
        "o_o_ca_ecdlm": "Corto animado: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>Tiene una melodía que se repite como si de un mantra se tratara, haciendo referencia a la historia cíclica de la historia. Su carácter armónico ha sido influenciado por el acorde de Tristan e Isolda de Wagner, que trata una trama parecida, y el movimiento melódico descendente de la figura del lamento en las primeras óperas. El coro hace referencia a los cantos de sirenas y, mediante una modulación tímbrica, son transportados al órgano, que ejecuta la misma función.",
        "o_o_ca_e": "Corto animado: Elliot",
        "o_o_ca_e_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>El carácter alegre del personaje se ve reflejado en el uso de instrumentos de cuerda pulsada. Además el cambio armónico, el uso del modo lidio en la pieza y el refuerzo en los agudos apoyan esta sensación colorida y risueña.",
        "o_o_v_j": "Videojuego: Jumper",
        "o_o_v_j_s": "Este es un ejemplo de música adaptativa, donde el personaje desbloquea a medida que avanza partes de la canción pudiendo ser escuchada cuando desbloquea la última habilidad.<br></br>Este fue un videojuego de Jam de 2 semanas. Participé, además, en la creación de los efectos de sonido, en el pixel art y en la programación.",
        "o_o_e_sl": "Ejemplo: Sun Landscapes",
        "o_o_e_sl_s": "En esta demo se puede observar una composición hecha por capas para poder ser luego adaptada según la situación de forma dinámica y con relación al personaje. En esta demo no se puede apreciar esta relación ya que no se llegó a utilizar esta dinámica, en el siguiente ejemplo sí.",
        "o_o_e_sw": "Ejemplo: SynthWave",
        "o_o_e_sw_s": "Por necesidades de guion el drop sucede al 02:56, y es cuando la canción realmente cobra sentido, lo anterior había sido un juego de texturas y paisages musicales.",
        "o_o_c_nst": "Circense: Non Sin Tri",
        "o_o_c_nst_s": "Música para el espectáculo No Tan Sapiens de la cia. Non Sin Tri: Una parodia de la humanidad a través de un lenguaje poético y sugerente.",
        "o_a_o_ledm": "Orquestación: La espuma del mar",
        "o_a_o_ledm_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_ledm2": "Orquestación: Dormida",
        "o_a_o_ledm2_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_du": "Orquestación: Diego Urdiales",
        "o_a_o_du_s": "Orquestación para el pasodoble torero Diego Urdiales de Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arreglo para banda: Banda feat. DJ",
        "o_a_a_bfdj_s": "Arreglo para banda del proyecto Banda feat. DJ, dirigido por Pere Vicalet.",
        "o_i_jbbn": "Joven Big Band Nacional",
        "o_i_jbbn_s": "Participación como vibrafonista y compositor en la Joven Big Band Nacional de España, un proyecto organizado por Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participación como vibrafonista y creador en Medinea, un programa cultural de la Unión Europea bajo la dirección de Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "Primer álbum de Carlos Vico donde participo como vibrafonista. Repertorio de Jazz actual que mezcla baladas con funk recordando a la mezcla de timbres de Pat Metheny y Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "Primer álbum doble del grupo Screaming Pillows con el que reciben el premio Carles Santos a mejor disco de Jazz 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Canción original de Chaitanya Natu para el grupo The Om Trio. Un trio de música jazz con mezclas culturales.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participación en el grupo Exotic Roosters. Grupo de percusión de jazz fusión y música surf.",
        "o_e_gh_s": "Perfil público en GitHub donde subo algunos de los proyectos que estoy desarrollando",
        "o_e_hc_s": "Hacks para compositores: CurveData, SecToBPM...",
        "o_e_lt_s": "Participación en la obra \"Laplace Tiger\" de Alexander Schubert como técnico de electrónica para la performance realizada por Borja Camps en el Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composición de una obra para dos performers con electrónica y vídeo en vivo.",
        "o_e_tj_s": "Teaser de una composición de una obra para malabarista, cuarteto y electrónica en vivo.",
        "o_a_s_s": "Creación de visuales para la obra \"Strach\", obra encargada por el festival Ensems, en el apartado Xensems a Llum Martí y Bernat Cucarella.",
        "o_a_aote_s": "Creacion visual reactiva para una obra de Karel Husa encargada por la Banda Municipal de Castellón dentro del festival Ensems el 25.09.2022.",
        "o_a_tetb_s": "Tema compuesto para Vicent S.C. en el CSMV. Participo, además, como intérprete (en piano).<br></br>Dirección y edición de vídeo y audio.",
        "o_a_j_s": "Animación para \"Jackdaw\" de Wayne Siegel una obra para clarinete bajo y electrónica.",
        "o_a_em_s": "Animación y modelaje 3D que interactúa con la música para un álbum propio.",
        "o_a_ar_s": "Video multipantalla en 360º con la clarinetista Alba Francés Martínez. En youtube se puede ver de forma interactiva.<br></br>Arreglo y edición de audio y video.",
        "o_a_jg_s": "Video multipantalla con la Jove Big Band de Sedajazz. Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "o_a_t_s": "Video multipantalla con el aula de percusión del CSMV (Conservatorio Superior de Música de Valencia) representando una obra de M. Udow. Además, participo como percusionista.<br></br>Edición de audio y vídeo.",
        "o_a_sa_s": "Video multipantalla con la Jove Big Band de Sedajazz de un tema de Fco. Blanco \"Latino\". Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "form-success": "¡Gracias! Se ha enviado el mensaje correctamente.",
        "form-error": "¡Ups!, algo ha ido mal enviando el formulario",
        "form-name": "Nombre",
        "form-email": "Correo electrónico",
        "form-button": "Enviar",
        "contactoeinfo": "Contacto y bio",
        "form-message": "Mensaje",
        "articulospubli": "Artículos publicados:",
        "404-title": "¡¿Pero cómo has llegao aquí?!",
        "404-sub": "Anda, vuelve a la web que aún hay cosas que ver seguro ;)",
        "to-museum": "Al museo",
        "to-works": "Al catálogo de obras",
        "to-notation": "A la guia de notación",
        "w_1_1p": "Primera obra consolidada de Bernat Cucarella Sifre. Mezcla el estilo minimalista de Steve Reich y las mixturas rítmicas.",
        "w_1_2p": "La pieza está compuesta por tres movimientos: \"Portait of Fernande Oliver\", una introducción y presentación del material temático; \"Portait of Ambroise Vollard\", un movimiento de improvisación libre y \"Portait of Dora Maar\", movimiento con un discurso virtuosístico y conclusivo.",
        "w_1_w": "La obra fue estrenada por Bernat Cucarella Sifre en 2018 en el auditorio de la Sociedad Musical de Alzira",
        "w_2_1p": "Concierto para marimba y ensemble dividido en 3 movimientos: \"A dream within a dream\", \"Alone\" y \"The Raven\"",
        "w_2_2p": "Esta obra, inspirada en las poesías de Edgar Allan Poe, muestra el viaje compositivo entre la guia por las sonoridades y la aplicación de coneptos musicales como lo son la armonía o el ritmo de una manera controlada.",
        "w_2_w": "La obra fue estrenada por Bernat Cucarella Sifre y el ensemble de percusión de la Sociedad Musical de Alzira en su auditorio en 2018.",
        "w_3_1p": "Bdelloidea es una clase de rotíferos hallados en aguas dulces y en suelos húmedos. Son interesantes en el estudio sexual porque el sexo masculino nunca se ha observado, ya que las hembras son las que se reproducen únicamente por parthogenesis, una forma de reproducción asexual donde los embriones crecen y se desarrollan sin tener la necesidad de fecundación.",
        "w_3_2p": "Para el compositor, esta animal es una metáfora del sonido de los bombardinos y toda la obra esta inspirada en esta idea de clonación y semejanza.",
        "w_3_w": "La obra fue estrenada en el Conservatorio Superior de Música \"Joaquín Rodrigo\" de Valencia en 2020.",
        "w_4_1p": "Con una planteamiento puntillista donde predominan los elementos tímbricos y la variedad rítmica se establece un discurso sonoro inspirado en la ecuación del caos. Esta tiene muchas aplicaciones: los patrones de caída de una gota de agua, la activación de neuronas en el cerebro o, incluso, la población de seres vivos.<br></br>Después de esta elaboración, en clave sonora, se ha planteado una estrategia con los patrones aleatorios que resultaban del L-systems y se han aplicado de formas diferentes a las sonoridades tímbricas. Posteriormente ha habido un trabajo de micro-fraseo, fraseo y espacialización, entre otros.",
        "w_4_2p": "La obra consta de 3 partes diferenciadas que se pueden observar viendo la forma peculiar de la gráfica. La primera con un elemento, la siguiente con dos y, para que el efecto fuese mayor, el compositor ha considerado la tercera parte directamente como el caos.",
        "w_4_w": "Esta obra ha sido seleccionada en el taller de música de nueva creación que realiza Tarab Hispánica (2020).",
        "w_5_1p": "El chivito es un sándwich de carne vacuna y otros ingredientes, generalmente aderezado con mayonesa y acompañado de papas fritas, algunas veces con ensalada rusa u otra guarnición. Aunque es originario de Uruguay, esta obra toma el nombre de la versión valenciana Xivito.",
        "w_5_2p": "Concebido en forma de standard, Xivito entraría dentro del género del latin jazz y jazz-fusion. Actualmente se ha ajustado a la formación de big band reducida para el álbum de Screaming Pillows.",
        "w_5_w": "Grabada en el álbum Screaming Pillows & The Liao Brass, álbum ganador del premio Carles Santos a mejor álbum de Jazz en 2022.",
        "w_6_1p": "Esta obra intenta desarrollar la idea del número 7 en todos los aspectos: armónico/melódico en forma de séptima menor, pero también en la repetición de las notas o muchos más elementos supeditados a este número. Es una obra donde todos los elementos estan relacionados teniendo, por tanto, unas limitaciones grandes a la hora de la composición.",
        "w_6_2p": "El nombre de la obra, que empezará una tradición de obras para instrumento monofónico solo, proviene de una misión espacial que fracasó en la reentrada en la tierra, causando la muerte de los 7 tripulantes.",
        "w_7_1p": "Es una obra que surge de la admiración a los inicios de la estereofonía que se descubrieron, gracias a las condiciones del espacio, en la Basílica de San Marco. A su vez está inspirada en el fragmento inicial del \"Oh Magnum Mysterium\" de Giovanni Gabrieli, compositor que hizo hincapié en esta técnica. El título proviene de una de las cúpulas de la basílica. Esta narra, en forma de mosaico, el origen de la creación tan Magnoi como Misterioso.",
        "w_7_2p": "Esta obra explora algunas de las posibilidades con la condición de utilizar únicamente el material de la obra de Gabrieli, empleando procesos que se basan en la abstracción. También podemos apreciar otros elementos como pueden ser la espacialización -a partir de armonía en espejo y de la distribución de los músicos en el espacio- y otras características del género, melodía infinita, tonalidad aún no establecida y las contestaciones entre las voces.",
        "w_8_1p": "Esta obra surge, en un periodo de confinamiento sin acceso a instrumentos de percusión, por la exploración de un nuevo instrumento: la banqueta del piano. Este, con diferentes alturas y sonidos, inspiró al compositor a crear esta obra basada en el palo del flamenco: soleá. Con diferentes variaciones y otros elementos del flamenco, esta obra evoluciona de un gesto mínimo a pequeñas improvisaciones escritas que pueden ser representadas en tono teatral.",
        "w_8_2p": "Se ha re-compuesto en 2024 para el festival RiberAlz, en concreto, para el ensemble Pan-ku Grup de percussió. Esta versión sustituye las banquetas por cajones.",
        "w_8_w": "Esta obra ha sido interpretada en el festival \"RiverAlz II 2024\" en el concierto del 27.07.24.",
        "w_9_1p": "¡Dios vehemente de una raza de acero,<br></br>automóvil ebrio de espacio,<br></br>que piafas de angustia, con el freno en los dientes estridentes!<br></br>¡Oh formidable monstruo japonés de ojos de fragua,<br></br>nutrido de llamas y aceites minerales,<br></br>hambriento de horizontes y presas siderales<br></br>tu corazón se expande en su taf-taf diabólico<br></br>y tus recios pneumáticos se hinchen para las danzas<br></br>que bailen por las blancas carreteras del mundo!<br></br>Suelto, por fin, tus bridas metálicas.., ¡Te lanzas<br></br>con embriaguez el Infinito liberador!",
        "w_9_2p": "Así comienza el poema que escribió Filippo Tommaso Marinetti, poeta y artista italiano del s. XX considerado padre de la primera vanguardia, el futurismo. Con este poema hace un clamor a la nueva tecnología ya los nuevos automóviles llegando a compararlos en Monstruos Japoneses.",
        "w_10_1p": "Esta obra explora el movimiento y los sonidos del tenis, así como la locución del presentador del documental en una mezcla de performance, teatro musical y lenguaje típico de percusionista.",
        "w_10_2p": "Utiliza dos mandos de la Wii que se conectan al patch en Max mediante la app OSCulator. Todas las instrucciones se proporcionan en la explicación y el patch presenta una visión intuitiva y reducida ya que la obra está pensada para 3r ciclo de enseñanzas profesionales.",
        "w_10_w": "Esta obra se estrenó dentro de un encuentro didáctico entre el departamento de composición del CSMV y el de percusión del conservatorio profesional de la Vall d'uixó dentro del festival Xensems 2022.",
        "w_11_1p": "Esta obra, planteada en mayo-septiembre del 2021, explora el gesto en forma de espejo, así como en el propio cuento \"Donde viven los monstruos\" trata la idea de imitación o reflejo de las conductas de los adultos en los niños.",
        "w_11_2p": "Esta idea de espejo, que es el eje de la obra literaria, se convierte también en el eje del discurso musical, apareciendo de diferentes maneras dentro de un contexto donde lo acústico, electrónico y visual conviven y, donde la narrativa, que plantea la historia de Maurice Sendak, se abstrae hasta convertirse en el elemento articulador del discurso sonoro y la forma dentro del plano musical.",
        "w_11_w": "Esta obra ha sido un encargo de ENSEMS dentro de su proyecto pedagógico XENSEMS que se estrenó el 25 y 26 de septiembre de 2021.",
        "w_12_1p": "Esta obra, planteada en Abril del 2021, muestra las sonoridades típicas del flamenco en un discurso donde conviven los ritmos, armonía y las melodías típicas de este estilo con tratamientos de la música de nueva creación como puede ser la visión del instrumento como un objeto sonoro o el tratamiento rítmico/textural.",
        "w_12_2p": "Estas características articulan esta obra para flauta, saxofón, violín, viola y cello.<br></br>El susurro del quejío, que dura 10 min, propone una nueva visión del flamenco que, sin perder las raíces, muestra una simbiosis con la música actual.",
        "w_12_w": "Esta obra ha sido seleccionado en el festival ENSEMS 2021 en el \"Taller de creación sonora\" a cargo del Ensemble Mosaik",
        "w_13_1p": "Esta obra plantea, dentro de un estilo que mezcla el flamenco y el rock con el jazz, una relación entre la dualidad de la física cuántica y la música aplicándola a conceptos tales como la armonía, ritmo y melodía a través de modulaciones u otros elementos.",
        "w_13_2p": "Ha sido concebida para la plantilla: Fl/S.S, Fl/A.S, 2T.S, 2Trumpets, 2Trombone, Piano, Vibes, E.Bass, Drums aunque también existe la versión para: Fl/A.S, 2T.S, Piano, Vibes, E.Bass, Drums.",
        "w_13_w": "Grabada en el álbum Screaming Pillows & The Liao Brass, álbum ganador del premio Carles Santos a mejor álbum de Jazz en 2022.",
        "w_14_1p": "La obra está compuesta a partir del patrón/tema rítmico-melódico \"Boro Demborola\", es por eso que toda la obra investiga en cómo el groove africano puede unir los patrones mediante la repetición y la alteración semi-aleatoria.",
        "w_14_2p": "Es una obra compuesta para 3-6 Balafones cromáticos (o con la pentatónica de Sol y Si), pero puede interpretarse en marimbas.",
        "w_15_1p": "“Lo único que hizo fue escribir una carta exponiendo las líneas generales y el 4 de diciembre de 1930 la envió a Lise Meitner, que estaba participando en un congreso en Tübingen, junto con uno de sus colaboradores para que diera explicaciones si alguien se las pedía. En la carta Pauli decía que no había podido ir él en persona porque era “indispensable en Zúrich” porque le habían invitado a un baile.”",
        "w_15_2p": "Y a partir de esta anécdota, protagonizada por Wolfang Pauli, en el descubrimiento del neutrino, se constituye esta obra que utiliza como único material la relación del concepto teórico de los neutrinos con una de las canciones que habría podido bailar en ese “baile”: “Blue Women”, que aparece en la película “The Blue Angel” estrenada ese mismo año: 1930.<br></br>En lo que respecta a aspectos estéticos, esta obra toma influencias del cuarteto Itchy Fingers en lo que respecta a la velocidad, articulación y fraseo, también del trabajo de lineas y de conjunto como instrumento de la obra Xas de Xenakis.",
        "w_15_w": "Esta obra se ha estrenado en la conferencia realizada por el 90 aniversario del neutrino dirigida por Alberto Aparici junto al IFIC en la Ciutat de les Arts i les Ciències de Valencia en 2021.",
        "w_16_1p": "Esta obra, planteada de febrero a julio de 2022, se basa en un discurso marcado por el nervio interno y perpetuo en la obra. Con la mezcla de elementos de formación orgánica inspirados en la música de Xenakis y de elementos constitutivos de la música para Big Band así como los voicings y el tratamiento de los grupos de instrumentos.",
        "w_16_2p": "Bad Seeing, que dura 9 minutos, toma su título de un término astronómico que se refiere al efecto distorsionador de la atmósfera sobre las imágenes de los objetos astronómicos. Éstas no son nítidas, con difuminaciones y, lo que hace referencia a la obra, parece que se manejan de forma agitada.",
        "w_16_w": "Esta obra, por parte sinfónica y vibráfono solista, ha sido compuesta para el festival ENSEMS 2022, en concreto, para el concierto con la Banda Municipal de Valencia el 25 de septiembre de 2022 en el Auditorio del Palau de les Arts. Finalmente no pudo ser estrenada por problemas internos de la banda municipal.",
        "w_17_1p": "Esta obra, planteada de septiembre a octubre del 2021, muestra un discurso con las sonoridades de Cassis. Hace referencia a un municipio costero en la región de la Provenza en Francia y en la obra se observan referencias sonoras del lugar, así como referencias sonoras a la propia sonoridad de la palabra.",
        "w_17_2p": "Jerom, que dura 10 minutos, toma su título del nombre del artista que fundó Camargo Foundation en la costa de Cassis. Esta constitución promueve cualquier forma de arte y de experimentación artística ofreciendo diferentes residencias.<br></br>Esta obra ha sido compuesta por la propuesta de Ismael Santoja de hacer un nuevo repertorio para flauta solo. Asi mismo, ha colaborado en el proceso de creación y corrección de la obra.",
        "w_17_w": "La obra ha sido seleccionada dentro del DYCE \"Discovering Young Composers of Europe\" 2022. Ha sido estrenada el 16.10.22 en Sevilla por Jesús Sánchez Valladares - Ensemble Sonoro.",
        "w_18_1p": "Esta obra, planteada entre noviembre y diciembre de 2021, trabaja el ritmo como elemento absoluto en un contexto donde convive con la espacialización, escena y visuales. Hay diferentes motivos que se encuentran al largo de la pieza en diferentes timbres pero el elemento reiterativo es el groove, expresado de diferentes maneras y técnicas.",
        "w_18_2p": "El concepto de trabajar solo el groove recibe inspiración de la obra Gruf de Perico Sambeat donde se articula un discurso mono-armónico donde las diferentes familias de la big band trazan líneas semi-atonales.<br></br>Esta obra recibe el nombre de un juego de azar jugado por los Hadza, en el cual se lanzan restos de animales para ver cómo caerán.",
        "w_18_w": "Esta obra se estrenó en 2023 en el auditorio de la Casa de la Cultura de Alzira, dentro del festival Riberalz I, por el ensemble de percusión de Alzira.",
        "w_19_1p": "Esta obra, planteada de diciembre de 2022 a marzo del 2023, muestra un discurso basado en el groove como elemento fundamental mezclando técnicas actuales con las tradicionales para Big Band.",
        "w_19_2p": "Triptófano, que dura 8 minutos, toma su título de un aminoácido que contiene el cacahuete. La obra está basada en el motivo de Salt Peanuts.",
        "w_19_w": "La obra ha sido estrenada y compuesta para la Joven Big Band Nacional, un proyecto realizado por Clasijazz en el 2023.",
        "w_20_1p": "El fenómeno de la \"Embryonic Diapause\" (implantación diferida) es un proceso biológico en el que el desarrollo del embrión se detiene temporalmente en respuesta a ciertas condiciones ambientales adversas.<br></br>Esta obra con carácter de obertura para quinteto, pretende exponer un fenómeno de constante cambio e interrupción en el discurso musical manteniendo la tensión hasta el último acorde. Esto refleja la idea de que la diapausa embrionaria es un proceso en el que el desarrollo se detiene y luego se reanuda, creando una sensación de inestabilidad y fluctuación. Desde el punto de vista de la armonía, destaca el uso de voicings típicos en el repertorio para BigBand pero con un tratamiento descontextualizado.",
        "w_20_2p": "En última instancia, esta obra para quinteto no solo es un ejercicio musical con carácter de micro-obertura, sino también una exploración artística y conceptual a través de las posibilidades tímbricas que nos ofrece un quinteto de metal. Esta obra pretende sumergir tanto al oyente como al intérprete en una experiencia sonora que captura la esencia misma de la \"Embryonic Deapause\".",
        "w_20_w": "Esta obra ha sido la ganadora en el concurso internacional de composición de Spanish Brass 2023 y grabada en su disco \"35\"",
        "w_21_1p": "Esta obra, planteada de septiembre de 2022 a junio del 2023, muestra un discurso basado en la polifonía virual tanto a nivel armónico como formal.",
        "w_21_2p": "Bressò, toma su título de la mezcla entre las palabras \"So\", \"Ressonància\", que curiosamente hace parecer a \"Bressol\", canción de cuna. Este último término se puede observar en el carácter fúnebre de la obra ya que adquiere el doble significado de vida y muerte.",
        "w_21_w": "La obra ha sido encargada por el DYCE \"Discovering Young Composers of Europe\" 2022 en colaboración con el ensemble Taller Sonoro.<br></br>Ha sido estrenada el 11.06.23 en Sevilla por Alba Francés Martínez.",
        "w_22_1p": "Esta obra juega con las sonoridades de un enemble concreto como si de un juego de malabares se tratara. Las melodías son tímbricas y van saltando de instrumento en instrumento igual que lo hace el malabarista que hay en escena con las pelotas.",
        "w_22_2p": "Para esta obra se ha tenido que crear una notación visual para el malabrista mezclando la notación escénica con los siteswsaps y la notación musical.",
        "w_23_1p": "Es una pieza para orquesta que se caracteriza por el uso de masas sonoras, el uso del programa Orchidea para la creaciones de estas masas, una linea continua ascendente en el bajo y el uso de las técnicas contemporaneas con enfasis en el timbre.",
        "w_24_1p": "Esta obra, planteada en Octubre del 2023, investiga las sonoridades de un ensemble grande en un discurso donde convivent una polifonia fragmentada con tratamientos armónicos actuales pero dando un fuerte peso en el aspecto rítmico y gestual de la obra.",
        "w_24_2p": "Estas características articulan esta obra para 16 instrumentistas. Elenita beneath the beach, que dura 5 min, conforma una visión actual donde los voicings de la música para big band, el Groove de músicas del mundo y la escritura gestual tienen cabida dentro de un estilo de música de nueva creación.",
        "w_24_w": "Esta obra es la obra con la que el compositor recibe el premio extraordinario de la carrera de composición en el Conservatorio de Música \"Joaquín Rodrigo\" de Valencia.",
        "w_25_1p": "Esta obra, planteada en Mayo del 2024, investiga las posibilidades escénicas y tímbricas básicas de 3 performers con una cámara cada uno.",
        "w_25_2p": "Aunque de carácter pedagógico, la obra requiere de la memorización de la partitura y los gestos para su interpretación en un espacio sin luz y público.",
        "w_25_w": "Esta obra ha sido interpretada en la \"Mostra Sonora de Sueca 2024\" en el espectáculo dirigido por Neus Fontestad el 31.05.24.",
        "w_26_1p": "Esta obra, planteada en Mayo del 2024, plantea una narración entre el performer y el público en la cual las fotos que se realizan con la cámara se ven en el vídeo.",
        "w_26_2p": "A partir de este juego escénico, la pieza encadena fragmentos rítmico-percusivos y gestuales donde el performer usa la cámara de fotografía como instrumento musical.",
        "w_26_w": "Esta obra ha sido interpretada en la \"Mostra Sonora de Sueca 2024\" en el espectáculo dirigido por Neus Fontestad el 31.05.24.",
        "w_27_1p": "Esta obra, planteada en Mayo del 2024, juega con las fotografías de \"Amics de la càmera de Sueca\" y las profundidades de estas creando una interacción entre elementos de la música y visuales.",
        "w_27_2p": "Está planteada para solo vídeo, aunque también se puede interpretar con un DJ que mezcla y varía ciertas pistas de sonido en vivo para adaptarse al entorno.",
        "w_27_w": "Esta obra ha sido interpretada en la \"Mostra Sonora de Sueca 2024\" en el espectáculo dirigido por Pere Vicalet el 01.06.24.",
        "bio": "Bernat Cucarella Sifre (2001), nace en Alzira, una localidad de Valencia, España. Empezó estudiando violín a los 4 años que posteriormente cambió por la percusión. Continuó sus estudios de formación clásica interesándose en el jazz y la composición. Cursó bachillerato escénicos, los estudios superiores de composición y el máster en tecnología musical en el CSMV tutorizado por Voro García y Pere Vicalet respectivamente.<br></br>Como compositor, destaca el primer premio en el concurso internacional de composición para quinteto de metales organizado por Spanish Brass en el festival SBALZ 2023, el segundo premio en la 35º edición del Premio Jóvenes Compositores 2024 - SGAE CNDM y el premio de obra solo en el festival DYCE a nivel europeo, así como el encargo de obras y colaboraciones con artistas destacados.<br></br>Sus obras trabajan tanto el gesto sonoro como el visual manteniendo un fuerte tratamiento armónico y rítmico. Se pueden observar influencias directas de la música para big band así como el trabajo del groove como elemento generador del discurso. Toda la información que ha recibido sobre arte a lo largo de su formación se ve reflejada en las diferentes obras que compone siendo la escena, la electrónica y la convivencia de diferentes estilos elementos utilizados en su discurso artístico.",
        "pop-up_museum": "LAS PAREDES DEL MUSEO AÚN HUELEN A PINTURA<br></br>Si no te carga la pintura de los cuadros vuelve a actualizar la página para poderlos ver correctamente (puede necesitar 10 intentos).<br></br>Te deseo una feliz estancia, pronto lo solucionaremos. Si no funciona pudes ir directamente al:",
        "cautionmessage": "Para poder escuchar el contenido, te recomendamos la experiencia desde ordenador.",
        "pop-up_to-works": "CATÁLOGO DE OBRAS",
        "obras-estrenadas": "Obras estrenadas",
        "catalogo-completo": "Catálogo completo",
        "notationguide": "Guía de notación musical",
        "notationguidetitle": "Guía de notación musical",
        "next": "Siguiente",
        "previous": "Anterior",
        "tec-general": "Técnicas generales:",
        "only-tag-instruments": "Solo para los siguientes instrumentos:",
        "o_7_musi": "MUSIHACKS",
        "o_7_musi_s": "Participación en la creación de los cursos Piano Melodías y Piano Partituras de Musihacks.",
        "w_28_1p": "Con una duración aproximada de 20 minutos y para un gran grupo de percusión ad hoc para un espacio, está inspirada en el mito de la Torre de Babel. Esta obra pretende explorar la traducción de un mismo gesto sonoro en 3 grupos instrumentales.<br></br>El primer grupo, con un discurso puntillista y enérgico, está formado por 3 percusionistas con bongós, que dirigen el discurso. El segundo grupo está formado por instrumentos diferentes de percusión determinada, que, recogiendo la resonancia de los bongós, la convierten en un espectro armónico traduciendo el material original. Finalmente, el último grupo, el más numeroso, recoge toda la sonoridad y la traduce de forma espacializada.",
        "w_28_2p": "La obra ha sido pensada para su presentación en el RiberALZ 2024, y está dedicada al gran grupo de percusión que participa en el proyecto y adecuada al espacio concreto, aprovechando todas las capacidades sonoras que esto ofrece.",
        "w_28_w": "Esta obra ha sido interpretada en el festival \"RiverAlz II 2024\" en el concierto del 29.07.24.",
        "w_29_1p": "Esta obra explora la relación entre la voz del intérprete y los instrumentos tal como lo hacen algunas artes de percusión rítmica como el Konnakol, que consiste en asignar unas sílabas a los golpes típicos de la tabla para poder estudiar e interpretar su música. En “To-kà” se utiliza también este recurso como elemento rítmico y tímbrico escénico. El instrumental ha sido elegido teniendo en cuenta la coherencia tímbrica con la voz, pero también considerando un recordatorio de aquellas músicas tribales que usan estas técnicas vocales.",
        "w_29_2p": "En cuanto a los visuales, se han utilizado dos técnicas. Por un lado, se han empleado películas de samuráis sin derechos de autor y, por otro, se han superpuesto las caras de los intérpretes en 3D. Aunque hay un hilo narrativo, el objetivo principal del vídeo no es contar una historia, sino que el público descubra un tipo de cine diferente al occidental. El escaneo de las caras de los intérpretes es una tendencia actual en la música de nueva creación para personalizar el contenido visual con los mismos intérpretes. Para decirlo con palabras actuales, una versión customizada. En este caso, son los personajes los que, a veces, se transforman en los propios intérpretes.",
        "w_29_w": "Esta obra ha sido creada para el trío Alxarq, que fue el primero en interpretarla. También ha recibido apoyo económico del Instituto Valenciano de Cultura en las ayudas de fomento musical de 2024.",
        "w_30_1p": "Esta obra investiga las sonoridades de un sexteto en un discurso donde conviven una polifonía fragmentada con tratamientos armónicos actuales, aportando un fuerte peso al aspecto espectral y gestual de la obra.<br></br>\"La ecuación del calor\" conforma una visión actual donde el planteamiento puntillista, la variedad rítmica y las modulaciones tímbricas están inspiradas en la ecuación homónima. Esta, describe la distribución del calor (o variaciones de la temperatura) en una región a lo largo del transcurso del tiempo. Además, ayudó al descubrimiento de la serie de Fourier, necesaria en el análisis de armónicos de un sonido.",
        "w_30_2p": "Aunque hay una inspiración científica, el discurso orgánico ha sido planteado en pro del músico y del oyente, esperando un disfrute de ambas partes luego de un trabajo de micro-fraseo, fraseo y espacialización, entre otros.",
        "w_30_w": "Esta obra ha sido galardonada con el 2o premio de la 35a edición del Premio Jóvenes Compositores 2024 - SGAE CNDM en 2024",
        "ng_1_title": "Alteraciones (aproximadas)",
        "ng_1": "Se consideran <u>alteraciones microtonales aproximadas</u>.<br></br>Las alteraciones siguen la norma tradicional. Durante la pieza se añaden alteraciones de cortesía dada la dificultad y complejidad que puede suponer su lectura.",
        "ng_1_ex": "Se ejecuta con una pequeña desafinación por un cambio de embocadura en los instrumentos de viento o un cambio de posición o un bend en los instrumentos de cuerda, por ejemplo.",
        "ng_2_title": "Alteraciones (cuarto de tono)",
        "ng_2": "Se consideran <u>alteraciones microtonales exactas</u>.<br></br>Las alteraciones siguen la norma tradicional. Durante la pieza se añaden alteraciones de cortesía dada la dificultad y complejidad que puede suponer su lectura.",
        "ng_2_ex": "Se ejecutan por cambio a una posición concreta.<br></br>Según estan representadas en la imagen: -150 cents (-3/4 tono), -50 cents (-1/4 tono), +50 cents (+1/4 tono), +150 cents (+3/4 tono).",
        "ng_3_title": "Lo más agudo posible",
        "ng_3": "<u>Lo más agudo posible</u>.<br></br>Importa el tamaño (grande) del triángulo, así como su dirección.",
        "ng_3_ex": "Se ejecuta lo más alto posible en el instrumento. Si es necesario se debe utilizar técnicas extendidas como sobrepresiónu otros.",
        "ng_4_title": "Trémolo",
        "ng_4": "<u>Indicación de trémolo</u>.<br></br>Suele venir indicada con la nota correspondiente a la que se efectúa el trémolo.",
        "ng_4_ex": "Es necesario tener en cuenta la velocidad del trémolo que viene indicado por la grafía. Pueden haber tremolos rápidos, normales y lentos. También pueden haber de rápido a lento o de lento a rápido.",
        "ng_5_title": "Cabezas de notas invisibles",
        "ng_5": "<u>Cabezas de notas invisibles</u>.<br></br>Se mantiene solo las plicas para entender el ritmo.",
        "ng_5_ex": "Si la nota está repetida a la anterior se elimina la cabeza de la nota para clarificar la lectura de la partitura. Aun así, hay veces que se ponen por claridad. Esto está pensado para que el intérprete se centre en el gesto y no en la nota (ya que es la misma).<br></br>A veces esta notación también puede indicar una altura de la nota aproximada.",
        "ng_6": "El <u>niente</u> (la nada) viene indicado con un círculo al final del decrescendo o al principio del crescendo. Implica acabar o empezar el gesto sonoro sin sonido.",
        "ng_6_ex": "Es una indicación gestual. La diferencia con un silencio radica en el gesto y la actitud del intérprete. En el caso del niente debe ser activa. En ambos casos no debe haber sonido.",
        "ng_7_title": "Notación de tiempo clarificatoria",
        "ng_7": "Esta <u>notación de tiempo clarificatoria</u> puede venir indicado sin linea continuga, indicando que dura lo que dure la notación o con linea contigua para aportar más exactitud.",
        "ng_7_ex": "No implica sonido. Aclara cuánto dura lo que está ocurriendo. Esta notación se incorpora cuando la notación base es ambigua o puede llevar a la confusión.",
        "ng_8_title": "Dinámicas entre paréntesis",
        "ng_8": "Las <u>dinámicas entre paréntesis</u> se presentan así por su difícil ejecución a causa de la técnica en ese momento.",
        "ng_8_ex": "Significan una aproximación e intención gestual que no van a poder ser reflejadas en la amplitud física del sonido pero sí visualmente.<br></br>Además, depende del contexto, también puede servir para recordar la dinámica.",
        "ng_9": "A esta técnica se la conoce como <u>slap seco o abierto</u>. El resultado sonoro es una sonoridad sin todo y percusiva.",
        "ng_9_ex": "La producción del sonido varia según el tipo de embocadura y/o caña, pero el resultado debe ser siempre el mismo. Se debe mantener la digitación de la nota a la que hace referencia porque aunque el sonido es sin afinación exacta, la posición afecta al resultado final.",
        "ng_10": "A esta técnica se la conoce como <u>slap cerrado</u>. El resultado sonoro es una sonoridad con tono semi-percusiva.",
        "ng_10_ex": "La producción del sonido varia según el tipo de embocadura y/o caña, pero el resultado debe ser siempre el mismo.",
        "ng_11": "Se refiere a <u>sonidos de llaves</u>.<br></br>La notación hace referencia a sonidos percusivos producidos por el golpe de la llave con el instrumento. ",
        "ng_11_ex": "Es aproximada y no define qué llaves hay que articular en cada momento. Esto será una decisión del intérprete según las dinámicas a la que está supeditada la técnica.",
        "ng_12": "Se le conoce como <u>bisbigliando o trino tímbrico</u>. La sonoridad resultante es de un micro-trino o micro-trémolo.",
        "ng_12_ex": "Si no se indica la llave con la que se debe hacer la técnica será responsabilidad del intérprete buscar cuál es la idónea para el fragmento teniendo en cuenta la sonoridad gloabl de ese instante.",
        "ng_13": "El <u><i>Teeth Tone</i> o mordida en la caña</u> produce un sonido agudo y fino.<br></br>Se suele escribir con el triángulo hacia arriba (as high as possible) ya que es una matización de cómo hacer el sonido agudo.",
        "ng_13_ex": "La producción del sonido varia según el tipo de embocadura y/o caña.",
        "ng_14": "Es una de las técnicas dentro del grupo airoso. En este caso consiste en <u>inhalar</u> a través del instrumento sin producir tono.",
        "ng_14_ex": "Depende del instrumento será necesario desmontar la boquilla del instrumento.",
        "ng_15": "Es una de las técnicas dentro del grupo airoso. En este caso consiste en <u>exhalar</u> a través del instrumento sin producir tono.",
        "ng_15_ex": "Depende del instrumento será necesario desmontar la boquilla del instrumento.",
        "ng_16": "Diferentes gradaciones de <u>sonido airoso</u> y tono real.<br></br>Según se muestra en la imágen: 0% tono - 100% aire || 50% tono - 50% aire || 100% tono - 0% aire.",
        "ng_16_ex": "La producción del sonido varia según el tipo de embocadura y/o caña. El tono airoso suele corresponder a un destensamiento en la embocadura.",
        "ng_17": "El <u>tongue ram o golpe con la lengua</u> es un gesto sonoro que produce un sonido percusivo-explosivo.<br></br>El resultado sonoro es una 7a mayor inferior a la nota digitada.",
        "ng_17_ex": "Se produce sellando completamente el orificio de la embocadura con los labios e impulsando con fuerza la lengua hacia el orificio de la embocadura.",
        "ng_18": "El <u>whistle tone o tono de silbido</u> se produce cuando el aire se mueve lentamente con muy baja presión, como una exhalación suave. Las vibraciones se producen en la placa del labio en lugar de dentro del tubo produciendo un sonido agudo y fino.",
        "ng_18_ex": "En este caso son <u>abiertos</u>. Esto quiere decir que a partir de la misma posición aparecen otras notas y no hace falta hacer cambio de posición.",
        "ng_19": "El <u>cluster de armónicos</u>, whistle tone fuerte o overtones es un sonido agudo muy enérgico.",
        "ng_19_ex": "Se produce soplando fuerte sobre la posición dada produciendo un cluster en los armónicos superiores.",
        "ng_20": "El <u>whistle tone o tono de silbido</u> se produce cuando el aire se mueve lentamente con muy baja presión, como una exhalación suave. Las vibraciones se producen en la placa del labio en lugar de dentro del tubo produciendo un sonido agudo y fino",
        "ng_20_ex": "En este caso son <u>cerrados</u>. Esto quiere decir que la altura del sonido es determinada por los cambios de posición.",
        "ng_21": "El <u>Jet Whistle</u> es un sonido muy fuerte similar a un glissando.<br></br>Esta técnica también incorpora siempre la dirección del sonido con un mini-glissando en la partitura.",
        "ng_21_ex": "Se produce al sellar completamente el orificio de la embocadura con los labios y soplar una corriente de aire rápida y de alta presión a través de la flauta.<br></br>Para conseguir las desviaciones se debe usar la sílaba \"huuuu-eeee\", para grave a agudo y \"heeee-uuu\" para agudo a grave.",
        "ng_22": "Una indicación visual para referirse a la <u>posición de la flauta respecto a la boca</u>.",
        "ng_22_ex": "La indicación superior equivale a la flauta fuera de la boca, para producir otras sonoridades con la boca que no necesitan de flauta y la inferior es la posición ordinaria de la flauta.",
        "ng_23": "El <u>pizzicato sul ponticello</u> es un pizzicato muy cerca del puente produciendo un sonido más seco.",
        "ng_23_ex": "Esta notación solo afecta a la nota a la que hace referencia. No se muestra con la notación tradicional porque se mantiene la técnica hasta que vuelve a ser \"ord.\"",
        "ng_24": "Esta es la notación elegida para el <u>pizzicato ordinario</u>.",
        "ng_24_ex": "Esta notación solo afecta a la nota a la que hace referencia. No se muestra con la notación tradicional porque se mantiene la técnica hasta que vuelve a ser \"ord.\"",
        "ng_25": "El <u>pizzicato Bartók o Snap</u> es un pizzicato muy fuerte.",
        "ng_25_ex": "El sonido se produce cuando la cuerda se golpea con el mástil del instrumento produciendo un tono muy percusivo como si fuera un látigo.",
        "ng_26": "Esta técnica utiliza la <u>parte trasera del arco (legno)</u> con la técnica <u>gettato</u> produciendo una sonoridad rugosa.",
        "ng_26_ex": "Estas dos técnicas pueden ir por separado, pero para producir el efecto deseado en este caso es necesario aplicar las dos a la vez.",
        "ng_27": "La <u>sobrepresión</u> es un recurso muy típico para alcanzar sonoridades agresivas y densas.",
        "ng_27_ex": "En la imagen se muestra 100% de sobrepresión (la línea más gorda) y al final un decremento de la sobrepresión hasta presión ordinaria marcado por un adelgazamiento de la linea.",
        "ng_28": "El <u>scratch tone o tono rasgado</u> produce una sonoriad que mezcla el ruido blanco y la sobrepresión.",
        "ng_28_ex": "Se ejecuta haciendo una pequeña sobrepresión en el puente.",
        "ng_29": "El <u>seagull effect o efecto de gaviota</u> es un glissando con armónicos intercalados que simula el sonido del animal.",
        "ng_29_ex": "Se produce haciendo un glissando como se indica pero manteniendo la posición del glissando sin hacer la proporción para mantener el armónico. De esta manera los armónicos van saltando.",
        "ng_30": "El <u>sonido airoso</u> recuerda a una mezcla entre aire y ruido blanco.",
        "ng_30_ex": "Se recomiendo producirlo tapando las cuerdas y pasando el arco sin mucha presión.",
        "ng_31": "La técnica <u><i>rim belly</i></u> produce una sonoridad airosa y casi imperceptible",
        "ng_31_ex": "Se produce pasando el arco por la zona exterior del instrumento.<br></br>Aunque esta técnica produzca una sonoridad prácticamente inaudible el aspecto visual es muy potente, por lo que se recomienda que el gesto del intérprete al tocarlo sea más exagerado que de normal.",
        "ng_32": "La técnica <u><i>tailpiece</i></u> produce diferentes sonoridades según la presión y el instrumento. Si no se ejerce mucha presión obtendremos sonido airoso; si se ejerce más, sonido grave y si se ejerce más pueden llegar a salir sonidos guturales o tonos en concreto dependiendo del instrumento.",
        "ng_32_ex": "Se debe tocar en la parte del cordal y la sonoridad también puede variar dependiendo de la posición de frotamiento del arco.",
        "ng_33": "El <u><i>tapping</i></u> produce una sonoridad percusiva.",
        "ng_33_ex": "Se ejecuta pulsando con fuerza con los dedos en las cuerdas. A veces, el uso de dedales es aconsejable para una sonoridad más precisa.",
        "ng_34": "El <u>glissando con pelo</u> produce una sonoridad rugosa.",
        "ng_34_ex": "Para la ejecución de esta técnica es importante la dirección horizontal de la mano en el arco (marcada por el glissando ascendente o descendente) y la dirección vertical del arco cobre la cuerda (marcada por la flecha a la izquierda de la técnica).",
        "ng_35": "Golpear las cuerdas con la mano manteniendo la mano en las cuerdas.",
        "ng_35_ex": "En los casos en las que el símbolo de la mano no esté relleno, la mano no debe quedarse sobre las cuerdas (https://www.youtube.com/watch?v=fX9-jddE2bY&t=507s)",
        "ng_36": "El <u>stoppato o sordina</u> es una técnica extendida que produce una sonoridad percusiva, prácticamente sin tono, en el piano.",
        "ng_36_ex": "Se debe tapar las cuerdas del piano. En este caso, se requerirá de algún objeto que mantenga las cuerdas tapadas durante un tiempo.",
        "ng_37": "Esta técnica involucra dos notaciones: la representación del instrumento güiro (haciendo referencia a su sonoridad) y las \"x\" en las cabezas de nota, haciendo referencia a la sonoridad percusiva, sin tono, del sonido resultante.",
        "ng_37_ex": "Es aconsejable revisar la obra \"Guero\" de Lachenmann que desarrolla este gesto.",
        "ng_38": "Esta técnica involucra dos notaciones: el uso de púa de guitarra y el paso sobre la parte metálica de los soportes de las cuerdas. El resultado es una sonoridad metálica brillante.",
        "ng_38_ex": "Se aconseja utilizar una pía de 1.5mm.<br></br>En el caso de que sea inviable, por velocidad, coger la púa, se puede obtar por realizarlo con la uña.",
        "ng_39": "Esta técnica involucra dos notaciones: el uso de púa de guitarra y el paso sobre el final de las cuerdas. El resultado es una sonoridad metálica muy brillante.",
        "ng_39_ex": "Se aconseja utilizar una pía de 1.5mm.<br></br>En el caso de que sea inviable, por velocidad, coger la púa, se puede obtar por realizarlo con la uña.",
        "ng_40": "El <u>glissando de armónicos</u> produce una sonoridad brillante y contínua.",
        "ng_40_ex": "Puede ser tocado con un vaso de chupito, una espátula o cualquier objeto que produzca la misma sonoridad que los ya nombrados.<br></br>La distancia a la que hay que realizar la técnica varia según la nota y el modelo del piano.",
        "ng_41": "El <u><i>cluster</i> cromático</u> es una notación aproximada.",
        "ng_41_ex": "Con una mano, se toca la máxima cantidad de notas posibles (tanto blancas como negras) en el rando indicado.",
        "ng_42": "Las <u>zonas del piano</u> se representan con la notación Iz. IIz. IIIz. IV. y corresponden a las zonas indicadas en la imagen.",
        "ng_42_ex": "No todos los modelos de piano tienen estas zonas igual de definidas o accesibles, es por eso que se le pide al intérprete que haga una aproximación dependiendo de su instrumento.<br></br>Es aconsejable el uso de atriles movibles en las cuerdas para que no dificulte el acceso a técnicas dentro del piano.",
        "ng_43": "La <u><i>whammy bar</i>, barra de trémolo o trémolo</u> varia la afinación momentáneamente de la guitarra.",
        "ng_43_ex": "Es importante tener en cuenta la gradación de la grafía, que indica la velocidad a la que hay que hacer el gesto.",
        "ng_44": "Los <u>sonidos click</u> son sonoridades percusivas y cortas.",
        "ng_44_ex": "Se producen usando la púa y golpeándola contra las cuerdas de manera ágil, consiguiendo un sonido stacatto. ",
        "ng_45": "El <u><i>palm mute</i></u> es una técnica que produce un sonido apagado de las cuerdas.",
        "ng_45_ex": "Se realiza apoyando la mano que lleva la púa en el puente de la guitarra.",
        "ng_46": "La técnica <u>dentrás de la nuez</u> produce unas sonoridades cristalinas.",
        "ng_46_ex": "Se produce pasando el arco por el final del mástil, justo antes de las llaves. Suele ir acompañada de un gesto arpegiado.",
        "ng_47": "La técnica <u>salvaje y loco</u> produce la sonoridad que describe el propio nombre.",
        "ng_47_ex": "Se produce ejecutando sobrepresiones de forma rápida pero articulada.",
        "ng_48": "El <u>glissando a cámara lenta</u> produce una sonoridad ténue.",
        "ng_48_ex": "Se consigue ejecutando tal y cómo la técnica lo indica en todas las cuerdas del instrumento.",
        "ng_49": "El <u>arco a cámara lenta</u> produce una sonoridad ténue.",
        "ng_49_ex": "Se consigue ejecutando tal y cómo la técnica lo indica.",
        "ng_50": "El <u>trémolo irregular largo</u> produce una sonoridad inestable.",
        "ng_50_ex": "Se consigue alternando de forma rápida y desigual entre las notas del acorde indicado.",
        "ng_51": "La técnica <u>mirar al público</u> forma parte de la colleción de técnicas performáticas.",
        "ng_51_ex": "Se debe mantener la mirada en el público hasta que otra técnica indique lo contrario.",
        "ng_52": "La técnica <u>mirar con una cara loca</u> forma parte de la colleción de técnicas performáticas.",
        "ng_52_ex": "Se debe mantener la mirada en el público con una expresión facial exagerada hasta que otra técnica indique lo contrario.",
        "ng_53": "La técnica <u>pausa</u> forma parte de la colleción de técnicas performáticas.",
        "ng_53_ex": "Se debe mantener la posición en pausa hasta que otra técnica indique lo contrario. Suele preceder a una técnica de play.",
        "ng_54": "La técnica <u>play</u> forma parte de la colleción de técnicas performáticas.",
        "ng_54_ex": "Se debe continuar interpretando la obra de forma ordinaria. Suele venir precedida de una técnica de pausa."
    },
    "english": {
        "abrir": "MUSEUM",
        "museo": "MUSEUM",
        "obras": "CATALOG OF WORKS",
        "otrasComposiciones": "OTHER COMPOSITIONS",
        "otrosProyectos": "OTHER PROJECTS",
        "contactoEInformacion": "CONTACT & BIO",
        "catalogoobras": "Catalog of works",
        "instrumentos": "Instruments",
        "instrumentacion": "Instrumentation",
        "sinresultados": "No results founds. For now...",
        "year": "Year",
        "clear": "Clear",
        "clear2": "Clear",
        "reset": "Reset All",
        "nameaz": "Name (A/Z)",
        "nameza": "Name (Z/A)",
        "yearasc": "Chronological (Asc)",
        "yeardesc": "Chronological (Desc)",
        "sortby": "Sort by",
        "filteringby": "Filtering by:",
        "inicio": "HOME",
        "other_obras": "more works",
        "other_arreglos": "arrangements",
        "other_vibes": "player",
        "other_video": "audiovisuals",
        "other_electronic": "electronics",
        "other_trans": "transcriptions",
        "other_other": "other",
        "other_mpa": "More works",
        "other_mpa_sub": "Music for audiovisuals, Video-games, music for scene..",
        "other_arr": "Arrangements",
        "other_arr_s": "Orchestrations, arrangements for band, arrangements for jazz...",
        "other_vib": "player",
        "other_vib_s": "Vibraphone, percussion, piano, electric bass...",
        "other_vid": "Audiovisuals projects",
        "other_vid_s": "Creation of audiovisual material for the music sector",
        "other_electr": "Electronics",
        "other_electr_s": "Projects related to electronics, programming, sensors...",
        "other_trans2": "Tanreb transcripcions",
        "other_other-head": "Other",
        "other_other-sub": "Published articles",
        "o_o_ca_ecdlm": "Animated short: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>It features a melody that repeats as if it were a mantra, referencing the cyclic nature of the story. Its harmonic character has been influenced by Wagner's Tristan and Isolde chord, which deals with a similar plot, and the descending melodic movement of the lament figure in early operas. The chorus refers to the songs of sirens and, through a timbral modulation, are transported to the organ, which performs the same function.",
        "o_o_ca_e": "Animated short: Elliot",
        "o_o_ca_e_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>The cheerful character of the person is reflected in the use of plucked string instruments. Additionally, the harmonic change, the use of the Lydian mode in the piece, and the emphasis on high tones support this colorful and cheerful feeling.",
        "o_o_v_j": "Video game: Jumper",
        "o_o_v_j_s": "This is an example of adaptive music, where the character unlocks parts of the song as they progress, being able to listen to it when unlocking the last skill.<br></br>This was a 2-week Jam video game. I also participated in creating the sound effects, the pixel art, and the programming.",
        "o_o_e_sl": "Example: Sun Landscapes",
        "o_o_e_sl_s": "In this demo, one can observe a composition made by layers to be later adapted according to the situation dynamically and in relation to the character. In this demo, this relationship is not appreciated since this dynamic was not used, in the next example it will be.",
        "o_o_e_sw": "Example: SynthWave",
        "o_o_e_sw_s": "Due to script needs, the drop occurs at 02:56, and it is then that the song really makes sense, what came before had been a play of textures and musical landscapes.",
        "o_o_c_nst": "Circus: Non Sin Tri",
        "o_o_c_nst_s": "Music for the No Tan Sapiens show by the company Non Sin Tri: A parody of humanity through a poetic and suggestive language.",
        "o_a_o_ledm": "Orchestration: La espuma del mar",
        "o_a_o_ledm_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_ledm2": "Orchestration: Dormida",
        "o_a_o_ledm2_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_du": "Orchestration: Diego Urdiales",
        "o_a_o_du_s": "Orchestration for the bullfighting pasodoble Diego Urdiales by Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arrangement for band: Band feat. DJ",
        "o_a_a_bfdj_s": "Arrangement for the Band feat. DJ project, directed by Pere Vicalet.",
        "o_i_jbbn": "Young National Big Band",
        "o_i_jbbn_s": "Participation as a vibraphonist and composer in the Young National Big Band of Spain, a project organized by Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participation as a vibraphonist and creator in Medinea, a cultural program of the European Union under the direction of Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "First album by Carlos Vico where I participate as a vibraphonist. Contemporary Jazz repertoire mixing ballads with funk reminiscent of the timbre mix of Pat Metheny and Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "First double album by the group Screaming Pillows, which won the Carles Santos award for best Jazz album of 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Original song by Chaitanya Natu for the group The Om Trio. A jazz music trio with cultural mixes.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participation in the group Exotic Roosters. A fusion jazz percussion and surf music group.",
        "o_e_gh_s": "Public GitHub profile where I upload some of the projects I am developing",
        "o_e_hc_s": "Hacks for composers: CurveData, SecToBPM...",
        "o_e_lt_s": "Participation in the work \"Laplace Tiger\" by Alexander Schubert as an electronics technician for the performance by Borja Camps at the Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composition of a piece for two performers with live electronics and video.",
        "o_e_tj_s": "Teaser of a composition for a juggler, quartet, and live electronics.",
        "o_a_s_s": "Creation of visuals for the work \"Strach\", commissioned by the Ensems festival, under the Xensems to Llum Martí and Bernat Cucarella.",
        "o_a_aote_s": "Reactive visual creation for a work by Karel Husa commissioned by the Municipal Band of Castellón within the Ensems festival on 25.09.2022.",
        "o_a_tetb_s": "Theme composed for Vicent S.C. at the CSMV. I also participate as a performer (on piano).<br></br>Direction and editing of video and audio.",
        "o_a_j_s": "Animation for \"Jackdaw\" by Wayne Siegel, a work for bass clarinet and electronics.",
        "o_a_em_s": "Animation and 3D modeling that interacts with the music for an own album.",
        "o_a_ar_s": "360º multiscreen video with clarinetist Alba Francés Martínez. On YouTube, it can be viewed interactively.<br></br>Arrangement and editing of audio and video.",
        "o_a_jg_s": "Multiscreen video with the Jove Big Band from Sedajazz. Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "o_a_t_s": "Multiscreen video with the percussion classroom of the CSMV (Valencia Higher Conservatory of Music) representing a work by M. Udow. Additionally, I participate as a percussionist.<br></br>Audio and video editing.",
        "o_a_sa_s": "Multiscreen video with the Jove Big Band from Sedajazz of a piece by Fco. Blanco \"Latino\". Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "form-success": "Thank you! Your submission has been received!",
        "form-error": "Oops! Something went wrong while submitting the form.",
        "form-name": "Name",
        "form-email": "Email Address",
        "form-button": "Submit",
        "contactoeinfo": "Contact and bio",
        "form-message": "Message",
        "articulospubli": "Published articles:",
        "404-title": "But how did you get here?! ",
        "404-sub": "Go on, head back to the website; there's surely more to see ;)",
        "to-museum": "To museum",
        "to-works": "To cathalog of works",
        "to-notation": "To notation guide",
        "w_1_1p": "First consolidated work of Bernat Cucarella Sifre. It blends Steve Reich's minimalist style with rhythmic mixtures.",
        "w_1_2p": "The piece is composed of three movements: \"Portrait of Fernande Oliver\", an introduction and presentation of the thematic material; \"Portrait of Ambroise Vollard\", a movement of free improvisation; and \"Portrait of Dora Maar\", a movement with a virtuosic and conclusive discourse.",
        "w_1_w": "The work was premiered by Bernat Cucarella Sifre in 2018 at the auditorium of the Sociedad Musical de Alzira",
        "w_2_1p": "Concerto for marimba and ensemble divided into 3 movements: \"A dream within a dream\", \"Alone\", and \"The Raven\"",
        "w_2_2p": "This work, inspired by the poems of Edgar Allan Poe, demonstrates the compositional journey through guiding sonorities and the application of musical concepts such as harmony and rhythm in a controlled manner.",
        "w_2_w": "The work was premiered by Bernat Cucarella Sifre and the percussion ensemble of the Sociedad Musical de Alzira in their auditorium in 2018.",
        "w_3_1p": "Bdelloidea is a class of rotifers found in freshwater habitats all over the world. They are of interest in the study of the evolution of sex because a male has never been observed, and females produce exclusively by parthenogenesis, a form of asexual reproduction where embryos grow and develop without the need for fertilization.",
        "w_3_2p": "For the composer, this animal it’s a metaphor of the sound of the euphonium and all the piece is inspired by this idea of cloning and sameness.",
        "w_3_w": "The work was premiered in the Higher Conservatory of Music \"Joaquín Rodrigo\" of Valencia in 2020.",
        "w_4_1p": "With a pointillistic approach where timbral elements and rhythmic variety predominate, a sound discourse inspired by the chaos equation is established. This has many applications: the patterns of a water droplet falling, the activation of neurons in the brain, or even the population of living beings.<br></br>After this elaboration, in a sonic key, a strategy with the random patterns resulting from L-systems was proposed and applied in different ways to the timbral sonorities. Subsequently, there was work on micro-phrasing, phrasing, and spatialization, among others.",
        "w_4_2p": "The work consists of 3 distinct parts that can be observed by looking at the peculiar shape of the graph. The first with one element, the next with two, and, to enhance the effect, the composer considered the third part as chaos itself.",
        "w_4_w": "This work has been selected for the new creation music workshop conducted by Tarab Hispánica (2020).",
        "w_5_1p": "El chivito is a beef sandwich with various ingredients, usually dressed with mayonnaise and accompanied by French fries, sometimes with Russian salad or another side dish. Although originally from Uruguay, this work takes its name from the Valencian version called Xivito.",
        "w_5_2p": "Conceived as a standard, Xivito would fall within the genre of Latin jazz and jazz-fusion. It has currently been adapted for a reduced big band formation for the Screaming Pillows album.",
        "w_5_w": "Recorded on the Screaming Pillows & The Liao Brass album, winner of the Carles Santos award for best Jazz album in 2022.",
        "w_6_1p": "This work attempts to develop the idea of the number 7 in all aspects: harmonic/melodic in the form of a minor seventh, but also in the repetition of notes or many more elements subordinate to this number. It is a work where all elements are related, thus having significant limitations during composition.",
        "w_6_2p": "The name of the work, which will start a tradition of works for solo monophonic instrument, comes from a space mission that failed upon re-entry to Earth, causing the death of the 7 crew members.",
        "w_7_1p": "This work arises from the admiration for the beginnings of stereophony discovered, thanks to the conditions of the space, in the Basilica of San Marco. It is also inspired by the initial fragment of \"Oh Magnum Mysterium\" by Giovanni Gabrieli, a composer who emphasized this technique. The title comes from one of the domes of the basilica. This dome narrates, in the form of a mosaic, the origin of creation as both grand and mysterious.",
        "w_7_2p": "This work explores some of the possibilities with the condition of using only the material from Gabrieli's work, employing processes based on abstraction. We can also appreciate other elements such as spatialization - through mirror harmony and the distribution of musicians in space - and other characteristics of the genre, infinite melody, not yet established tonality, and the call and response between the voices.",
        "w_8_1p": "This work emerged during a period of confinement without access to percussion instruments, through the exploration of a new instrument: the piano bench. This, with different heights and sounds, inspired the composer to create this work based on the flamenco palo: soleá. With different variations and other elements of flamenco, this work evolves from a minimal gesture to small written improvisations that can be performed in a theatrical tone.",
        "w_8_2p": "It was recomposed in 2024 for the RiberAlz festival, specifically for the Pan-ku Percussion Group ensemble. This version replaces the benches with cajones.",
        "w_8_w": "This work was performed at the \"RiverAlz II 2024\" festival in the concert on 27.07.24.",
        "w_9_1p": "Vehement God of a steel race,<br></br>drunk automobile of space,<br></br>you neigh in anguish, with the brake in your screeching teeth!<br></br>Oh formidable Japanese monster with forge-like eyes,<br></br>nourished by flames and mineral oils,<br></br>hungry for horizons and celestial prey<br></br>your heart expands in its diabolical taf-taf<br></br>and your sturdy pneumatics swell for the dances<br></br>that will whirl along the world's white roads!<br></br>Finally unleashed, your metallic reins... You dash<br></br>drunkenly into the liberating Infinite!",
        "w_9_2p": "Thus begins the poem written by Filippo Tommaso Marinetti, an Italian poet and artist of the 20th century considered the father of the first avant-garde, futurism. With this poem, he makes a clamor for new technology and the new automobiles, likening them to Japanese Monsters.",
        "w_10_1p": "This work explores the movement and sounds of tennis, as well as the narration of the documentary presenter in a mix of performance, musical theatre, and typical percussionist language.",
        "w_10_2p": "It uses two Wii controllers that connect to the Max patch via the OSCulator app. All instructions are provided in the explanation, and the patch presents an intuitive and streamlined view since the work is designed for the 3rd cycle of professional education.",
        "w_10_w": "This work premiered during an educational meeting between the composition department of CSMV and the percussion department of the professional conservatory of Vall d'uixó within the Xensems festival 2022.",
        "w_11_1p": "This work, developed from May to September 2021, explores the gesture in a mirror form, as well as in the story \"Where the Wild Things Are\" it deals with the idea of imitation or reflection of adult behaviors in children.",
        "w_11_2p": "This idea of mirroring, which is the core of the literary work, also becomes the core of the musical discourse, appearing in different ways within a context where the acoustic, electronic, and visual coexist and where the narrative, which outlines the story of Maurice Sendak, is abstracted to become the articulating element of the sound discourse and the form within the musical plane.",
        "w_11_w": "This work was commissioned by ENSEMS as part of their educational project XENSEMS and premiered on the 25th and 26th of September 2021.",
        "w_12_1p": "This work, conceived in April 2021, showcases the typical sonorities of flamenco in a discourse where the rhythms, harmony, and melodies characteristic of this style coexist with treatments of new music creation such as viewing the instrument as a sound object or rhythmic/textural treatment.",
        "w_12_2p": "This set of features articulates this work for flute, saxophone, violin, viola, and cello.<br></br>The whisper of the quejío, lasting 10 minutes, proposes a new vision of flamenco that, while retaining its roots, shows a symbiosis with contemporary music.",
        "w_12_w": "This work was selected at the ENSEMS festival 2021 in the \"Sound Creation Workshop\" led by Ensemble Mosaik",
        "w_13_1p": "This work, within a style that mixes flamenco, rock, and jazz, establishes a relationship between the duality of quantum physics and music, applying it to concepts such as harmony, rhythm, and melody through modulations and other elements.",
        "w_13_2p": "It has been conceived for the lineup: Fl/S.S, Fl/A.S, 2T.S, 2Trumpets, 2Trombone, Piano, Vibes, E.Bass, Drums, though there is also a version for: Fl/A.S, 2T.S, Piano, Vibes, E.Bass, Drums.",
        "w_13_w": "Recorded on the album Screaming Pillows & The Liao Brass, winner of the Carles Santos award for best Jazz album in 2022.",
        "w_14_1p": "The work is composed based on the rhythmic-melodic pattern/theme \"Boro Demborola\", which is why the entire work investigates how the African groove can connect patterns through repetition and semi-random alteration.",
        "w_14_2p": "It is a work composed for 3-6 chromatic Balafones (or using the G and B pentatonic scales), but it can be performed on marimbas.",
        "w_15_1p": "\"All he did was write a letter outlining the main ideas and on December 4, 1930, he sent it to Lise Meitner, who was attending a congress in Tübingen, along with one of his collaborators to provide explanations if anyone asked. In the letter, Pauli mentioned that he could not attend in person because he was 'indispensable in Zurich' as he had been invited to a dance.\"",
        "w_15_2p": "And from this anecdote, featuring Wolfgang Pauli in the discovery of the neutrino, this work is established, using as its sole material the theoretical concept of neutrinos and one of the songs he might have danced to at that 'dance': 'Blue Women', which appears in the movie 'The Blue Angel' released that same year, 1930.<br></br>Regarding aesthetic aspects, this work takes influences from the Itchy Fingers quartet in terms of speed, articulation, and phrasing, as well as from the work of lines and ensemble as an instrument from Xenakis's work Xas.",
        "w_15_w": "This work premiered at the conference held for the 90th anniversary of the neutrino directed by Alberto Aparici along with the IFIC at the Ciutat de les Arts i les Ciències in Valencia in 2021.",
        "w_16_1p": "This work, developed from February to July 2022, is based on a discourse marked by an internal and perpetual tension in the composition. It blends organic formation elements inspired by the music of Xenakis with constitutive elements of music for Big Band, such as voicings and the treatment of instrument groups.",
        "w_16_2p": "Bad Seeing, which lasts 9 minutes, takes its title from an astronomical term referring to the distorting effect of the atmosphere on the images of astronomical objects. These are not sharp, featuring blurring and, as referred to in the work, seem to be handled in a turbulent manner.",
        "w_16_w": "This work, for symphonic parts and solo vibraphone, was composed for the ENSEMS 2022 festival, specifically for a concert with the Municipal Band of Valencia on September 25, 2022, at the Auditorium of the Palau de les Arts. It could not premiere due to internal problems with the municipal band.",
        "w_17_1p": "This work, developed from September to October 2021, presents a discourse with the sonorities of Cassis. It refers to a coastal municipality in the Provence region of France, and the piece features sound references from the location as well as sonic references to the sound of the word itself.",
        "w_17_2p": "Jerom, which lasts 10 minutes, takes its title from the name of the artist who founded the Camargo Foundation on the coast of Cassis. This institution promotes any form of art and artistic experimentation by offering various residencies.<br></br>This work was composed at the suggestion of Ismael Santoja to create a new repertoire for solo flute. He also collaborated in the creation and revision process of the work.",
        "w_17_w": "The work has been selected for the DYCE 'Discovering Young Composers of Europe' 2022. It premiered on 16.10.22 in Seville by Jesús Sánchez Valladares - Ensemble Sonoro.",
        "w_18_1p": "This work, developed between November and December 2021, focuses on rhythm as the absolute element in a context that coexists with spatialization, scene, and visuals. There are different motifs found throughout the piece in various timbres, but the repetitive element is the groove, expressed in various ways and techniques.",
        "w_18_2p": "The concept of working solely on the groove draws inspiration from Perico Sambeat's work Gruf, where a mono-harmonic discourse is articulated and the different families of the big band trace semi-atonal lines.<br></br>This work is named after a game of chance played by the Hadza, in which animal remains are thrown to see how they will fall.",
        "w_18_w": "This work premiered in 2023 at the auditorium of the Casa de la Cultura de Alzira, within the Riberalz I festival, by the Alzira percussion ensemble.",
        "w_19_1p": "This work, developed from December 2022 to March 2023, features a discourse based on the groove as a fundamental element, mixing current techniques with traditional ones for Big Band.",
        "w_19_2p": "Triptófano, lasting 8 minutes, takes its title from an amino acid found in peanuts. The work is based on the motif from 'Salt Peanuts'.",
        "w_19_w": "The piece was premiered and composed for the Young National Big Band, a project carried out by Clasijazz in 2023.",
        "w_20_1p": "The phenomenon of \"Embryonic Diapause\" (delayed implantation) is a biological process where the development of an embryo temporarily halts in response to adverse environmental conditions.<br></br>This work, characterized as an overture for a quintet, aims to exhibit a phenomenon of constant change and interruption in the musical discourse while maintaining tension until the final chord. This reflects the idea that embryonic diapause is a process in which development stops and then resumes, creating a sense of instability and fluctuation. Harmonically, it features the use of voicings typical in the Big Band repertoire but with a decontextualized treatment.",
        "w_20_2p": "Ultimately, this work for quintet is not only a musical exercise with the character of a micro-overture but also an artistic and conceptual exploration through the timbral possibilities offered by a brass quintet. This work aims to immerse both the listener and the performer in a sonic experience that captures the very essence of \"Embryonic Diapause\".",
        "w_20_w": "This piece has won the international composition contest of Spanish Brass 2023 and was recorded on their album \"35\"",
        "w_21_1p": "This work, developed from September 2022 to June 2023, presents a discourse based on virtual polyphony both at a harmonic and formal level.",
        "w_21_2p": "Bressò, takes its title from the blend of the words \"So\", \"Resonance\", which curiously resembles \"Cradle\", a lullaby. This last term can be seen in the mournful character of the work as it acquires the dual meaning of life and death.",
        "w_21_w": "The work has been commissioned by DYCE \"Discovering Young Composers of Europe\" 2022 in collaboration with the ensemble Taller Sonoro.<br></br>It premiered on 11.06.23 in Seville by Alba Francés Martínez.",
        "w_22_1p": "This work plays with the sonorities of a specific ensemble as if it were a juggling game. The melodies are timbral and jump from instrument to instrument just as the juggler on stage does with the balls.",
        "w_22_2p": "For this work, a visual notation had to be created for the juggler by mixing stage notation with siteswaps and musical notation.",
        "w_23_1p": "This is a piece for orchestra characterized by the use of sound masses, the use of the Orchidea program for creating these masses, a continuous ascending line in the bass, and the use of contemporary techniques with an emphasis on timbre.",
        "w_24_1p": "This work, developed in October 2023, explores the sonorities of a large ensemble in a discourse where fragmented polyphony coexists with contemporary harmonic treatments, while placing a strong emphasis on the rhythmic and gestural aspects of the piece.",
        "w_24_2p": "This set of features articulates this work for 16 musicians. 'Elenita beneath the beach,' lasting 5 minutes, forms a current vision where the voicings of Big Band music, the Groove of world musics, and gestural writing are incorporated within a style of new music creation.",
        "w_24_w": "This work is the piece with which the composer receives the extraordinary prize of the composition career at the \"Joaquín Rodrigo\" Conservatory of Music in Valencia.",
        "w_25_1p": "This work, conceived in May 2024, explores the basic scenic and timbral possibilities of 3 performers each with a camera.",
        "w_25_2p": "Although pedagogical in nature, the work requires memorization of the score and gestures for its performance in a dark space with an audience.",
        "w_25_w": "This work has been performed at the 'Mostra Sonora de Sueca 2024' in the show directed by Neus Fontestad on 31.05.24.",
        "w_26_1p": "This work, conceived in May 2024, presents a narration between the performer and the audience in which the photos taken with the camera are seen in the video.",
        "w_26_2p": "From this scenic play, the piece weaves together rhythmic-percussive and gestural fragments where the performer uses the camera as a musical instrument.",
        "w_26_w": "This work has been performed at the 'Mostra Sonora de Sueca 2024' in the show directed by Neus Fontestad on 31.05.24.",
        "w_27_1p": "This work, conceived in May 2024, plays with photographs from 'Amics de la càmera de Sueca' and their depths, creating an interaction between musical and visual elements.",
        "w_27_2p": "It is designed for video only, although it can also be performed with a DJ who mixes and varies certain soundtracks live to adapt to the environment.",
        "w_27_w": "This work has been performed at the 'Mostra Sonora de Sueca 2024' in the show directed by Pere Vicalet on 01.06.24.",
        "bio": "Bernat Cucarella Sifre (2001), was born in Alzira, a town in Valencia, Spain. He started studying violin at the age of 4, which he later switched to percussion. He continued his classical training, developing an interest in jazz and composition. He completed his performing arts baccalaureate, higher studies in composition, and a master’s in music technology at CSMV, tutored by Voro García and Pere Vicalet respectively.<br></br>As a composer, he stands out with the first prize in the international composition competition for brass quintet organized by Spanish Brass at the SBALZ 2023 festival, the second prize in the 35th edition of the Premio Jóvenes Compositores 2024 - SGAE CNDM, and the solo work award at the DYCE festival at the European level, as well as commissions and collaborations with prominent artists.<br></br>His works focus on both the sonic and visual gestures, maintaining a strong harmonic and rhythmic treatment. Direct influences of big band music can be observed, as well as the work of groove as a generating element of the discourse. All the information he has received about art throughout his training is reflected in the different works he composes, with scene, electronics, and the coexistence of different styles being elements used in his artistic discourse.",
        "pop-up_museum": "THE MUSEUM WALLS STILL SMELL OF PAINT<br></br>If the paintings do not load, please refresh the page to view them correctly (may take 10 tries).<br></br>I wish you a pleasant stay, we will solve this issue soon. If it doesn't work for you, you can go directly to:",
        "cautionmessage": "To be able to listen to the content, we recommend experiencing it from a computer.",
        "pop-up_to-works": "CATALOG OF WORKS",
        "obras-estrenadas": "Premiered works",
        "catalogo-completo": "Complete catalog",
        "notationguide": "Musical notation guide",
        "notationguidetitle": "MUSICAL NOTATION GUIDE",
        "next": "Next",
        "previous": "Previous",
        "tec-general": "General techniques:",
        "only-tag-instruments": "Only for the following instruments:",
        "o_7_musi": "MUSIHACKS",
        "o_7_musi_s": "Participation in the creation of the Piano Melodias and Piano Partiruras courses by Musihacks.",
        "w_28_1p": "With an approximate duration of 20 minutes and for a large ad hoc percussion group for a space, it is inspired by the myth of the Tower of Babel. This work aims to explore the translation of the same sound gesture in 3 instrumental groups.<br></br>The first group, with a pointillistic and energetic discourse, is made up of 3 percussionists with bongos, who lead the discourse. The second group is made up of different pitched percussion instruments, which, capturing the resonance of the bongos, convert it into a harmonic spectrum, translating the original material. Finally, the last group, the largest, gathers all the sonority and translates it in a spatialized manner.",
        "w_28_2p": "The work has been conceived for its presentation at RiberALZ 2024, and is dedicated to the large percussion group participating in the project and suited to the specific space, taking advantage of all the sonic capabilities it offers.",
        "w_28_w": "This work has been performed at the \"RiverAlz II 2024\" festival in the concert of 29.07.24.",
        "w_29_1p": "This work explores the relationship between the performer's voice and the instruments as some rhythmic percussion arts do, like Konnakol, which involves assigning syllables to the typical strokes of the tabla to study and interpret its music. In “To-kà,” this resource is also used as a rhythmic and timbral scenic element. The instruments have been chosen considering the timbral coherence with the voice but also as a reminder of those tribal music styles that use these vocal techniques.",
        "w_29_2p": "Regarding the visuals, two techniques have been used. On one hand, public domain samurai films have been employed, and on the other hand, the faces of the performers have been superimposed in 3D. Although there is a narrative thread, the main goal of the video is not to tell a story, but for the audience to discover a type of cinema different from Western cinema. Scanning the performers' faces is a current trend in contemporary music to personalize the visual content with the same performers. In today's terms, a customized version. In this case, the characters sometimes transform into the performers themselves.",
        "w_29_w": "This work has been created for the Alxarq trio, who were the first to perform it. It has also received financial support from the Instituto Valenciano de Cultura in the 2024 music promotion grants.",
        "w_30_1p": "This work investigates the soundscapes of a sextet within a discourse where fragmented polyphony coexists with contemporary harmonic treatments, placing significant emphasis on the spectral and gestural aspects of the piece.<br></br>\"La ecuación del calor\" offers a modern vision where pointillistic approaches, rhythmic variety, and timbral modulations are inspired by the eponymous equation. This equation describes the distribution of heat (or temperature variations) in a region over time. Moreover, it led to the discovery of the Fourier series, essential for the harmonic analysis of a sound.",
        "w_30_2p": "Although there is scientific inspiration, the organic discourse has been designed to favor both the musician and the listener, aiming for an enjoyable experience for both after a process involving micro-phrasing, phrasing, and spatialization, among others.",
        "w_30_w": "This work was awarded the 2nd prize in the 35th edition of the Premio Jóvenes Compositores 2024 - SGAE CNDM in 2024.",
        "ng_1_title": "Accidental (Aprroximate)",
        "ng_1": "These alterations are considered approximate microtonal changes.<br></br>The alterations follow traditional conventions. Courtesy accidentals are added throughout the piece due to the potential difficulty and complexity of reading.",
        "ng_1_ex": "They are executed with slight detuning, achieved through an embouchure adjustment in wind instruments or a change of position or a bend in string instruments, for example.",
        "ng_2_title": "Accidental (Quarter-tone)",
        "ng_2": "These alterations are considered exact microtonal changes.<br></br>The alterations follow traditional conventions. Courtesy accidentals are added throughout the piece due to the potential difficulty and complexity of reading.",
        "ng_2_ex": "They are executed by changing to a specific position.<br></br>As represented in the image: -150 cents (-3/4 tone), -50 cents (-1/4 tone), +50 cents (+1/4 tone), +150 cents (+3/4 tone).",
        "ng_3_title": "As high as possible",
        "ng_3": "As high as possible.<br></br>The size (big) of the triangle matters, as does its direction.",
        "ng_3_ex": "It is played as high as possible on the instrument. If necessary, extended techniques such as overpressure or others should be used.",
        "ng_4_title": "Trill",
        "ng_4": "Tremolo indication.<br></br>It is usually marked with the corresponding note where the tremolo is performed.",
        "ng_4_ex": "It is important to consider the speed of the tremolo, which is indicated by the notation. Tremolos can be fast, normal, or slow. They can also transition from fast to slow or slow to fast.",
        "ng_5_title": "Invisible noteheads",
        "ng_5": "Invisible noteheads.<br></br>Only the stems are kept to indicate rhythm.",
        "ng_5_ex": "If the note is repeated from the previous one, the notehead is removed to clarify the score's readability. However, sometimes it is included for clarity. This is designed so the performer focuses on the gesture rather than the note (as it is the same).<br></br>Sometimes this notation also can indicate an approximate pitch.",
        "ng_6": "The niente sign (the nothing) is indicated with a circle at the end of a decrescendo or the beginning of a crescendo. It implies ending or starting the sound gesture without sound.",
        "ng_6_ex": "It is a gestural indication. The difference from a silence lies in the gesture and the performer's attitude. In the case of niente, it must be active. In both cases, there should be no sound.",
        "ng_7_title": "Time clarification notation",
        "ng_7": "This clarifying time notation can be indicated without a continuous line, meaning it lasts as long as the notation, or with a continuous line for greater precision.",
        "ng_7_ex": "It does not imply sound. It clarifies how long the event lasts. This notation is used when the base notation is ambiguous or could cause confusion.",
        "ng_8_title": "Dynamics in parentheses",
        "ng_8": "Dynamics in parentheses are presented this way due to their difficult execution caused by the technique at that moment.",
        "ng_8_ex": "They signify an approximation and gestural intention that may not be reflected in the physical amplitude of the sound but are conveyed visually.<br></br>Also, depending on the context, it can also serve to remember the dynamics.",
        "ng_9": "This technique is known as dry or open slap. The resulting sound is a percussive and unpitched sonority.",
        "ng_9_ex": "The sound production varies depending on the type of embouchure and/or reed, but the result should always be the same. The fingering of the referenced note must be maintained because, even though the sound is unpitched, the position affects the final result.",
        "ng_10": "This technique is known as closed slap. The resulting sound is a semi-percussive sonority with a tone.",
        "ng_10_ex": "The sound production varies depending on the type of embouchure and/or reed, but the result should always be the same.",
        "ng_11": "The notation refers to percussive sounds produced by striking the instrument's keys.",
        "ng_11_ex": "It is approximate and does not define which keys to articulate at each moment. This will be the performer's decision based on the dynamics to which the technique is subjected.",
        "ng_12": "This technique is known as bisbigliando or timbral trill. The resulting sound is a micro-trill or micro-tremolo.",
        "ng_12_ex": "If the key to execute the technique is not specified, it will be the performer's responsibility to determine the most suitable key for the passage, considering the overall sonority of that moment.",
        "ng_13": "The Teeth Tone or biting the reed produces a high and thin sound.<br></br>It is usually notated with an upward triangle (as high as possible) to indicate the sound should be high.",
        "ng_13_ex": "The sound production varies depending on the type of embouchure and/or reed.",
        "ng_14": "This is one of the techniques within the airy group. In this case, it consists of inhaling through the instrument without producing a tone.",
        "ng_14_ex": "Depending on the instrument, it may be necessary to remove the instrument's mouthpiece.",
        "ng_15": "This is one of the techniques within the airy group. In this case, it consists of exhaling through the instrument without producing a tone.",
        "ng_15_ex": "Depending on the instrument, it may be necessary to remove the instrument's mouthpiece.",
        "ng_16": "Different gradations of airy sound and real tone.<br></br>As shown in the image: 0% tone - 100% air || 50% tone - 50% air || 100% tone - 0% air.",
        "ng_16_ex": "The sound production varies depending on the type of embouchure and/or reed. The airy tone usually corresponds to a relaxation in the embouchure.",
        "ng_17": "The tongue ram is a sound gesture that produces a percussive-explosive sound.<br></br>The resulting sound is a major seventh below the fingered note.",
        "ng_17_ex": "It is produced by completely sealing the mouthpiece hole with the lips and forcefully pushing the tongue toward the mouthpiece hole.",
        "ng_18": "Whistle tones are produced when air moves slowly with very low pressure, like a soft exhalation. Vibrations occur on the lip plate rather than inside the tube, producing a high and thin sound.",
        "ng_18_ex": "In this case, they are open. This means that other notes appear from the same position without needing to change it.",
        "ng_19": "The harmonic cluster, strong whistle tone, or overtones produce a very energetic high-pitched sound.",
        "ng_19_ex": "It is produced by blowing strongly over the given position, generating a cluster of upper harmonics.",
        "ng_20": "Whistle tones are produced when air moves slowly with very low pressure, like a soft exhalation. Vibrations occur on the lip plate rather than inside the tube, producing a high and thin sound.",
        "ng_20_ex": "In this case, they are closed. This means the pitch is determined by position changes.",
        "ng_21": "The Jet Whistle is a very loud sound similar to a glissando.<br></br>This technique always incorporates the sound's direction with a mini-glissando in the score.",
        "ng_21_ex": "It is produced by completely sealing the mouthpiece hole with the lips and blowing a fast, high-pressure air stream through the flute.<br></br>For pitch changes, use the syllables \"huuuu-eeee\" for low to high and \"heeee-uuu\" for high to low.",
        "ng_22": "A visual indication referring to the flute's position relative to the mouth.",
        "ng_22_ex": "The upper indication corresponds to the flute being out of the mouth to produce other sonorities with the mouth, while the lower one represents the flute's ordinary position.",
        "ng_23": "The pizzicato sul ponticello is a pizzicato very close to the bridge, producing a drier sound.",
        "ng_23_ex": "This notation only affects the referenced note. It is not shown with traditional notation because the technique is maintained until it returns to \"ord.\"",
        "ng_24": "This is the chosen notation for ordinary pizzicato.",
        "ng_24_ex": "This notation only affects the referenced note. It is not shown with traditional notation because the technique is maintained until it returns to \"ord.\"",
        "ng_25": "Bartók pizzicato or Snap is a very strong pizzicato.",
        "ng_25_ex": "The sound is produced when the string hits the instrument's fingerboard, creating a very percussive tone similar to a whip.",
        "ng_26": "This technique uses the back of the bow (legno) combined with the gettato technique, producing a rough sonority.",
        "ng_26_ex": "These two techniques can be performed separately, but in this case, both are necessary to achieve the desired effect.",
        "ng_27": "Overpressure is a very typical resource for achieving aggressive and dense sonorities.",
        "ng_27_ex": "The image shows 100% overpressure (the thickest line) and, at the end, a decrease in overpressure to ordinary pressure, marked by a thinning of the line.",
        "ng_28": "Scratch tone produces a sound that combines white noise and overpressure.",
        "ng_28_ex": "It is executed by applying slight overpressure near the bridge.",
        "ng_29": "The seagull effect is a glissando with interspersed harmonics that simulates the sound of a seagull.",
        "ng_29_ex": "It is performed by executing the glissando as indicated, but maintaining the glissando position without proportional adjustment to sustain the harmonic. This makes the harmonics jump.",
        "ng_30": "The airy sound resembles a mix of air and white noise.",
        "ng_30_ex": "It is recommended to produce it by covering the strings and bowing with minimal pressure.",
        "ng_31": "The rim belly technique produces an airy and almost imperceptible sound.",
        "ng_31_ex": "It is performed by bowing on the exterior of the instrument.<br></br>Although this technique produces a virtually inaudible sound, the visual aspect is very impactful, so it is recommended that the performer's gesture be more exaggerated than usual when playing it.",
        "ng_32": "The tailpiece technique produces different sonorities depending on the pressure and the instrument. Minimal pressure results in an airy sound; more pressure results in a deeper sound, and even more pressure can produce guttural sounds or specific tones, depending on the instrument.",
        "ng_32_ex": "The bowing should be performed on the tailpiece, and the sonority can also vary depending on the bowing position.",
        "ng_33": "Tapping produces a percussive sound.",
        "ng_33_ex": "It is executed by forcefully tapping the strings with the fingers. Sometimes, using thimbles is recommended for a more precise sound.",
        "ng_34": "Hair glissando produces a rough sound.",
        "ng_34_ex": "For this technique, it is important to consider the horizontal direction of the hand on the bow (marked by the ascending or descending glissando) and the vertical direction of the bow on the string (marked by the arrow to the left of the technique).",
        "ng_35": "Strike the strings with the hand while keeping the hand on the strings.",
        "ng_35_ex": "In cases where the hand symbol is not filled in, the hand should not stay on the strings (https://www.youtube.com/watch?v=fX9-jddE2bY&t=507s).",
        "ng_36": "Stoppato or mute is an extended technique that produces a percussive sound, practically without tone, on the piano.",
        "ng_36_ex": "The piano strings must be dampened. In this case, an object will be required to keep the strings dampened for an extended period.",
        "ng_37": "This technique involves two notations: the representation of the güiro instrument (referencing its sonority) and the \"x\" on note heads, referencing the percussive, toneless sound of the result.",
        "ng_37_ex": "It is advisable to review Lachenmann's work \"Guero,\" which develops this gesture.",
        "ng_38": "This technique involves two notations: the use of a guitar pick and bowing on the metallic part of the string holders. The result is a bright metallic sound.",
        "ng_38_ex": "A 1.5mm pick is recommended.<br></br>If speed makes holding the pick unfeasible, using the fingernail is an option.",
        "ng_39": "This technique involves two notations: the use of a guitar pick and bowing at the end of the strings. The result is a very bright metallic sound.",
        "ng_39_ex": "A 1.5mm pick is recommended.<br></br>If speed makes holding the pick unfeasible, using the fingernail is an option.",
        "ng_40": "Harmonic glissando produces a continuous and bright sonority.",
        "ng_40_ex": "It can be performed using a shot glass, spatula, or any object that produces similar sonority.<br></br>The distance for performing the technique varies depending on the note and piano model.",
        "ng_41": "Chromatic clusters are approximate notations.",
        "ng_41_ex": "With one hand, play as many notes as possible (both white and black keys) within the indicated range.",
        "ng_42": "The piano zones are represented by the notation Iz., IIz., IIIz., IV., corresponding to the zones shown in the image.",
        "ng_42_ex": "Not all piano models have these zones equally defined or accessible, so performers are asked to approximate based on their instrument.<br></br>Using movable music stands inside the piano is advisable to avoid hindering access to internal techniques.",
        "ng_43": "The whammy bar, tremolo bar, or tremolo, temporarily alters the guitar's pitch.",
        "ng_43_ex": "It is important to consider the graphical gradation, which indicates the speed at which the gesture should be performed.",
        "ng_44": "Click sounds are short, percussive sonorities.",
        "ng_44_ex": "They are produced using a pick, striking the strings quickly to create a staccato sound.",
        "ng_45": "Palm mute is a technique that produces a muted sound from the strings.",
        "ng_45_ex": "It is performed by resting the picking hand on the guitar bridge.",
        "ng_46": "The 'behind the nut' technique produces crystalline sonorities.",
        "ng_46_ex": "It is performed by bowing near the end of the fingerboard, just before the tuning pegs, often accompanied by an arpeggiated gesture.",
        "ng_47": "The 'wild and crazy' technique produces the sound described by its name.",
        "ng_47_ex": "It is achieved by performing rapid, articulated overpressures.",
        "ng_48": "Slow-motion glissando produces a subtle sound.",
        "ng_48_ex": "It is achieved by performing the technique as indicated on all strings of the instrument.",
        "ng_49": "Slow-motion bowing produces a subtle sound.",
        "ng_49_ex": "It is achieved by performing the technique as indicated.",
        "ng_50": "The long irregular tremolo produces an unstable sonority.",
        "ng_50_ex": "It is achieved by alternating quickly and unevenly between the notes of the indicated chord.",
        "ng_51": "The technique 'looking at the audience' is part of the collection of performative techniques.",
        "ng_51_ex": "The gaze should be fixed on the audience until another technique indicates otherwise.",
        "ng_52": "The technique 'looking with a crazy face' is part of the collection of performative techniques.",
        "ng_52_ex": "The gaze should be fixed on the audience with an exaggerated facial expression until another technique indicates otherwise.",
        "ng_53": "The technique 'pause' is part of the collection of performative techniques.",
        "ng_53_ex": "The position should be held in pause until another technique indicates otherwise. It often precedes a play technique.",
        "ng_54": "The technique 'play' is part of the collection of performative techniques.",
        "ng_54_ex": "The performance should continue in an ordinary manner. It is often preceded by a pause technique."
    }
}

