{
    "espanol": {
        "abrir": "MUSEO",
        "museo": "~ MUSEO ~",
        "obras": "OBRAS",
        "otrasComposiciones": "OTRAS COMPOSICIONES",
        "otrosProyectos": "OTROS PROYECTOS",
        "contactoEInformacion": "CONTACTO E INFORMACIÓN",
        "catalogoobras": "Catálogo de obras",
        "instrumentos": "Instrumentos",
        "instrumentacion": "Instrumentación",
        "sinresultados": "Sin resultados. Por ahora...",
        "year": "Año",
        "clear": "Limpiar",
        "clear2": "Limpiar",
        "reset": "Reset",
        "nameaz": "Nombre (A/Z)",
        "nameza": "Nombre (Z/A)",
        "yearasc": "Cronológico (Asc.)",
        "yeardesc": "Cronológico (Desc.)",
        "sortby": "Ordenar por",
        "filteringby": "Filtrando por:",
        "inicio": "INICIO",
        "other_obras": "+ obras",
        "other_arreglos": "arreglos",
        "other_vibes": "vibráfono",
        "other_video": "vídeo",
        "other_electronic": "electrónica",
        "other_trans": "trans.",
        "other_other": "otros",
        "other_mpa": "Mú sica para audiovisuales",
        "other_mpa_sub": "Videojuegos, música para escena, música para vídeo...",
        "other_arr": "Arreglos",
        "other_arr_s": "Orquestaciones, arreglos para banda, arreglos para jazz...",
        "other_vib": "inté rprete",
        "other_vib_s": "Vibráfono, percusión, piano, bajo eléctrico...",
        "other_vid": "Proyectos audiovisuales",
        "other_vid_s": "Creación de material audiovisual dentro del sector musical",
        "other_electr": "Electrónica",
        "other_electr_s": "Proyectos relacionados con la electrónica, programación, sensores...",
        "other_trans2": "Tanreb transcripcions",
        "other_trans_s": "Repositorio de transcripciones gratuitas",
        "other_other-head": "Otros",
        "other_other-sub": "Artículos publicados",
        "o_o_ca_ecdlm": "Corto animado: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>Tiene una melodía que se repite como si de un mantra se tratara, haciendo referencia a la historia cíclica de la historia. Su carácter armónico ha sido influenciado por el acorde de Tristan e Isolda de Wagner, que trata una trama parecida, y el movimiento melódico descendente de la figura del lamento en las pri- meras óperas. El coro hace referencia a los cantos de sirenas y, mediante una modula- ción tímbrica, son transportados al órgano, que ejecuta la misma función.",
        "o_o_ca_e": "Corto animado: Elliot",
        "o_o_ca_e_s": "Música original para el corto \"El chico de los molinos\" por Olga Sanchis.<br></br>El carácter alegre del personaje se ve reflejado en el uso de instrumentos de cuerda pulsada. Además el cambio armónico, el uso del modo lidio en la pieza y el refuerzo en los agudos apoyan esta sensación colorida y risueña.",
        "o_o_v_j": "Videojuego: Jumper",
        "o_o_v_j_s": "Este es un ejemplo de música adaptativa, donde el personaje desbloquea a medida que avanza partes de la canción pudiendo ser escuchada cuando desbloquea la última habilidad.<br></br>Este fue un videojuego de Jam de 2 semanas. Participé, además, en la creación de los efectos de sonido, en el pixel art y en la programación.",
        "o_o_e_sl": "Ejemplo: Sun Landscapes",
        "o_o_e_sl_s": "En esta demo se puede observar una composición hecha por capas para poder ser luego adaptada según la situación de forma dinámica y con relación al personaje. En esta demo no se puede apreciar esta relación ya que no se llegó a utilizar esta dinámica, en el siguiente ejemplo sí.",
        "o_o_e_sw": "Ejemplo: SynthWave",
        "o_o_e_sw_s": "Por necesidades de guion el drop sucede al 02:56, y es cuando la canción realmente cobra sentido, lo anterior había sido un juego de texturas y paisages musicales.",
        "o_o_c_nst": "Circense: Non Sin Tri",
        "o_o_c_nst_s": "Música para el espectáculo No Tan Sapiens de la cia. Non Sin Tri: Una parodia de la humanidad a través de un lenguaje poético y sugerente.",
        "o_a_o_ledm": "Orquestación: La espuma del mar",
        "o_a_o_ledm_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_ledm2": "Orquestación: Dormida",
        "o_a_o_ledm2_s": "Colaboración en la orquestación para orquesta y banda de jazz del disco \"Espuma del mar\" de Albert Sanz.",
        "o_a_o_du": "Orquestación: Diego Urdiales",
        "o_a_o_du_s": "Orquestación para el pasodoble torero Diego Urdiales de Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arreglo para banda: Banda feat. DJ",
        "o_a_a_bfdj_s": "Arreglo para banda del proyecto Banda feat. DJ, dirigido por Pere Vicalet.",
        "o_i_jbbn": "Jóven Big Band Nacional",
        "o_i_jbbn_s": "Participación como vibrafonista y compositor en la Jóven Big Band Nacional de España, un proyecto organizado por Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participación como vibrafonista y creador en Medinea, un programa cultural de la Unión Europea bajo la dirección de Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "Primer álbum de Carlos Vico donde participo como vibrafonista. Repertorio de Jazz actual que mezcla baladas con funk recordando a la mezcla de timbres de Pat Metheny y Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "Primer álbum doble del grupo Screaming Pillows con el que reciben el premio Carles Santos a mejor disco de Jazz 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Canción original de Chaitanya Natu para el grupo The Om Trio. Un trio de música jazz con mezclas culturales.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participación en el grupo Exotic Roosters. Grupo de percusión de jazz fusión y música surf.",
        "o_e_gh_s": "Perfil público en GitHub donde subo algunos de los proyectos que estoy desarrollando",
        "o_e_hc_s": "Hacks para compositores: CurveData, SecToBPM...",
        "o_e_lt_s": "Participación en la obra \"Laplace Tiger\" de Alexander Schubert como técnico de electrónica para la performance realizada por Borja Camps en el Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composición de una obra para dos performers con electrónica y vídeo en vivo.",
        "o_e_tj_s": "Teaser de una composición de una obra para malabarista, cuarteto y electrónica en vivo.",
        "o_a_s_s": "Creación de visuales para la obra \"Strach\", obra encargada por el festival Ensems, en el apartado Xensems a Llum Martí y Bernat Cucarella.",
        "o_a_aote_s": "Creacion visual reactiva para una obra de Karel Husa encargada por la Banda Municipal de Castellón dentro del festival Ensems el 25.09.2022.",
        "o_a_tetb_s": "Tema compuesto para Vicent S.C. en el CSMV. Participo, además, como intérprete (en piano).<br></br>Dirección y edición de vídeo y audio.",
        "o_a_j_s": "Animación para \"Jackdaw\" de Wayne Siegel una obra para clarinete bajo y electrónica.",
        "o_a_em_s": "Animación y modelaje 3D que interactúa con la música para un álbum propio.",
        "o_a_ar_s": "Video multipantalla en 360º con la clarinetista Alba Francés Martínez. En youtube se puede ver de forma interactiva.<br></br>Arreglo y edición de audio y video.",
        "o_a_jg_s": "Video multipantalla con la Jove Big Band de Sedajazz. Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "o_a_t_s": "Video multipantalla con el aula de percusión del CSMV (Conservatorio Superior de Música de Valencia) representando una obra de M. Udow. Además, participo como percusionista.<br></br>Edición de audio y vídeo.",
        "o_a_sa_s": "Video multipantalla con la Jove Big Band de Sedajazz de un tema de Fco. Blanco \"Latino\". Además, participo como vibrafonista.<br></br>Edición de audio y vídeo.",
        "form-success": "¡Gracias! Se ha enviado el mensaje correctamente.",
        "form-error": "¡Ups!, algo ha ido mal enviando el formulario",
        "form-name": "Nombre",
        "form-email": "Correo electrónico",
        "form-button": "Enviar",
        "contactoeinfo": "Contacto e información",
        "form-message": "Mensaje",
        "articulospubli": "Artículos publicados:",
        "404-title": "¡¿Pero cómo has llegao aquí?!",
        "404-sub": "Anda, vuelve a la web que aún hay cosas que ver seguro ;)",
        "to-museum": "Al museo",
        "to-works": "A las obras",
        "w_1_1p": "Primera obra consolidada de Bernat Cucarella Sifre. Mezcla el estilo minimalista de Steve Reich y las mixturas rítmicas.",
        "w_1_2p": "La pieza está compuesta por tres movimientos: \"Portait of Fernande Oliver\", una introducción y presentación del material temático; \"Portait of Ambroise Vollard\", un movimiento de improvisación libre y \"Portait of Dora Maar\", movimiento con un discurso virtuosístico y conclusivo.",
        "w_1_w": "La obra fue estrenada por Bernat Cucarella Sifre en 2018 en el auditorio de la Sociedad Musical de Alzira",
        "w_2_1p": "Concierto para marimba y ensemble dividido en 3 movimientos: \"A dream within a dream\", \"Alone\" y \"The Raven\"",
        "w_2_2p": "Esta obra, inspirada en las poesías de Edgar Allan Poe, muestra el viaje compositivo entre la guia por las sonoridades y la aplicación de coneptos musicales como lo son la armonía o el ritmo de una manera controlada.",
        "w_2_w": "La obra fue estrenada por Bernat Cucarella Sifre y el ensemble de percusión de la Sociedad Musical de Alzira en su auditorio en 2018.",
        "w_3_1p": "Bdelloidea es una clase de rotíferos hallados en aguas dulces y en suelos húmedos. Son interesantes en el estudio sexual porque el sexo masculino nunca se ha observado, ya que las hembras son las que se reproducen únicamente por parthogenesis, una forma de reproducción asexual donde los embriones crecen y se desarrollan sin tener la necesidad de fecundación.",
        "w_3_2p": "Para el compositor, esta animal es una metáfora del sonido de los bombardinos y toda la obra esta inspirada en esta idea de clonación y semejanza.",
        "w_3_w": "La obra fue estrenada en el Conservatorio Superior de Música \"Joaquín Rodrigo\" de Valencia en 2020.",
        "w_4_1p": "Con una planteamiento puntillista donde predominan los elementos tímbricos y la variedad rítmica se establece un discurso sonoro inspirado en la ecuación del caos. Esta tiene muchas aplicaciones: los patrones de caída de una gota de agua, la activación de neuronas en el cerebro o, incluso, la población de seres vivos.<br></br>Después de esta elaboración, en clave sonora, se ha planteado una estrategia con los patrones aleatorios que resultaban del L-systems y se han aplicado de formas diferentes a las sonoridades tímbricas. Posteriormente ha habido un trabajo de micro-fraseo, fraseo y espacialización, entre otros.",
        "w_4_2p": "La obra consta de 3 partes diferenciadas que se pueden observar viendo la forma peculiar de la gráfica. La primera con un elemento, la siguiente con dos y, para que el efecto fuese mayor, el compositor ha considerado la tercera parte directamente como el caos.",
        "w_4_w": "Esta obra ha sido seleccionada en el taller de música de nueva creación que realiza Tarab Hispánica (2020).",
        "w_5_1p": "El chivito es un sándwich de carne vacuna y otros ingredientes, generalmente aderezado con mayonesa y acompañado de papas fritas, algunas veces con ensalada rusa u otra guarnición. Aunque es originario de Uruguay, esta obra toma el nombre de la versión valenciana Xivito.",
        "w_5_2p": "Concebido en forma de standard, Xivito entraría dentro del género del latin jazz y jazz-fusion. Actualmente se ha ajustado a la formación de big band reducida para el álbum de Screaming Pillows.",
        "w_5_w": "Grabada en el álbum Screaming Pillows & The Liao Brass, álbum ganador del Carles Santos a mejor álbum de Jazz en 2022.",
        "w_6_1p": "Esta obra intenta desarrollar la idea del número 7 en todos los aspectos: armónico/melódico en forma de séptima menor, pero también en la repetición de las notas o muchos más elementos supeditados a este número. Es una obra donde todos los elementos estan relacionados teniendo, por tanto, unas limitaciones grandes a la hora de la composición.",
        "w_6_2p": "El nombre de la obra, que empezará una tradición de obras para instrumento monofónico solo, proviene de una misión espacial que fracasó en la reentrada en la tierra, causando la muerte de los 7 tripulantes.",
        "w_7_1p": "Es una obra que surge de la admiración a los inicios de la estereofonía que se descubrieron, gracias a las condiciones del espacio, en la Basílica de San Marco. A su vez está inspirada en el fragmento inicial del \"Oh Magnum Mysterium\" de Giovanni Gabrieli, compositor que hizo hincapié en esta técnica. El título proviene de una de las cúpulas de la basílica. Esta narra, en forma de mosaico, el origen de la creación tan Magnoi como Misterioso.",
        "w_7_2p": "Esta obra explora algunas de las posibilidades con la condición de utilizar únicamente el material de la obra de Gabrieli, empleando procesos que se basan en la abstracción. También podemos apreciar otros elementos como pueden ser la espacialización -a partir de armonía en espejo y de la distribución de los músicos en el espacio- y otras características del género, melodía infinita, tonalidad aún no establecida y las contestaciones entre las voces.",
        "w_8_1p": "Esta obra surge, en un periodo de confinamiento sin acceso a instrumentos de percusión, por la exploración de un nuevo instrumento: la banqueta del piano. Este, con diferentes alturas y sonidos, inspiró al compositor a crear esta obra basada en el palo del flamenco: soleá. Con diferentes variaciones y otros elementos del flamenco, esta obra evoluciona de un gesto mínimo a pequeñas improvisaciones escritas que pueden ser representadas en tono teatral.",
        "w_9_1p": "¡Dios vehemente de una raza de acero,<br></br>automóvil ebrio de espacio,<br></br>que piafas de angustia, con el freno en los dientes estridentes!<br></br>¡Oh formidable monstruo japonés de ojos de fragua,<br></br>nutrido de llamas y aceites minerales,<br></br>hambriento de horizontes y presas siderales<br></br>tu corazón se expande en su taf-taf diabólico<br></br>y tus recios pneumáticos se hinchen para las danzas<br></br>que bailen por las blancas carreteras del mundo!<br></br>Suelto, por fin, tus bridas metálicas.., ¡Te lanzas<br></br>con embriaguez el Infinito liberador!",
        "w_9_2p": "Así comienza el poema que escribió Filippo Tommaso Marinetti, poeta y artista italiano del s. XX considerado padre de la primera vanguardia, el futurismo. Con este poema hace un clamor a la nueva tecnología ya los nuevos automóviles llegando a compararlos en Monstruos Japoneses.",
        "w_10_1p": "Esta obra explora el movimiento y los sonidos del tenis, así como la locución del presentador del documental en una mezcla de performance, teatro musical y lenguaje típico de percusionista.",
        "w_10_2p": "Utiliza dos mandos de la Wii que se conectan al patch en Max mediante la app OSCulator. Todas las instrucciones se proporcionan en la explicación y el patch presenta una visión intuitiva y reducida ya que la obra está pensada para 3r ciclo de enseñanzas profesionales.",
        "w_10_w": "Esta obra se estrenó dentro de un encuentro didáctico entre el departamento de composición del CSMV y el de percusión del conservatorio profesional de la Vall d'uixó dentro del festival Xensems 2022.",
        "w_11_1p": "Esta obra, planteada en mayo-septiembre del 2021, explora el gesto en forma de espejo, así como en el propio cuento \"Donde viven los monstruos\" trata la idea de imitación o reflejo de las conductas de los adultos en los niños.",
        "w_11_2p": "Esta idea de espejo, que es el eje de la obra literaria, se convierte también en el eje del discurso musical, apareciendo de diferentes maneras dentro de un contexto donde lo acústico, electrónico y visual conviven y, donde la narrativa, que plantea la historia de Maurice Sendak, se abstrae hasta convertirse en el elemento articulador del discurso sonoro y la forma dentro del plano musical.",
        "w_11_w": "Esta obra ha sido un encargo de ENSEMS dentro de su proyecto pedagógico XENSEMS que se estrenó el 25 y 26 de septiembre de 2021.",
        "w_12_1p": "Esta obra, planteada en Abril del 2021, muestra las sonoridades típicas del flamenco en un discurso donde conviven los ritmos, armonía y las melodías típicas de este estilo con tratamientos de la música de nueva creación como puede ser la visión del instrumento como un objeto sonoro o el tratamiento rítmico/textural.",
        "w_12_2p": "Este conjunto de características articulan esta obra para flauta, saxofón, violín, viola y cello.<br></br>El susurro del quejío, que dura 10 min, propone una nueva visión del flamenco que, sin perder las raíces, muestra una simbiosis con la música actual.",
        "w_12_w": "Esta obra ha sido seleccionado en el festival ENSEMS 2021 en el \"Taller de creación sonora\" a cargo del Ensemble Mosaik",
        "w_13_1p": "Esta obra plantea, dentro de un estilo que mezcla el flamenco y el rock con el jazz, una relación entre la dualidad de la física cuántica y la música aplicándola a conceptos tales como la armonía, ritmo y melodía a través de modulaciones u otros elementos.",
        "w_13_2p": "Ha sido concebida para la plantilla: Fl/S.S, Fl/A.S, 2T.S, 2Trumpets, 2Trombone, Piano, Vibes, E.Bass, Drums aunque también existe la versión para: Fl/A.S, 2T.S, Piano, Vibes, E.Bass, Drums.",
        "w_13_w": "Grabada en el álbum Screaming Pillows & The Liao Brass, álbum ganador del Carles Santos a mejor álbum de Jazz en 2022.",
        "w_14_1p": "La obra está compuesta a partir del patrón/tema rítmico-melódico \"Boro Demborola\", es por eso que toda la obra investiga en cómo el groove africano puede unir los patrones mediante la repetición y la alteración semi-aleatoria.",
        "w_14_2p": "Es una obra compuesta para 3-6 Balafones cromáticos (o con la pentatónica de Sol y Si), pero puede interpretarse en marimbas.",
        "w_15_1p": "“Lo único que hizo fue escribir una carta exponiendo las líneas generales y el 4 de diciembre de 1930 la envió a Lise Meitner, que estaba participando en un congreso en Tübingen, junto con uno de sus colaboradores para que diera explicaciones si alguien se las pedía. En la carta Pauli decía que no había podido ir él en persona porque era “indispensable en Zúrich” porque le habían invitado a un baile.”",
        "w_15_2p": "Y a partir de esta anécdota, protagonizada por Wolfang Pauli, en el descubrimiento del neutrino, se constituye esta obra que utiliza como único material la relación del concepto teórico de los neutrinos con una de las canciones que habría podido bailar en ese “baile”: “Blue Women”, que aparece en la película “The Blue Angel” estrenada ese mismo año: 1930.<br></br>En lo que respecta a aspectos estéticos, esta obra toma influencias del cuarteto Itchy Fingers en lo que respecta a la velocidad, articulación y fraseo, también del trabajo de lineas y de conjunto como instrumento de la obra Xas de Xenakis.",
        "w_15_w": "Esta obra se ha estrenado en la conferencia realizada por el 90 aniversario del neutrino dirigida por Alberto Aparici junto al IFIC en la Ciutat de les Arts i les Ciències de Valencia en 2021.",
        "w_16_1p": "Esta obra, planteada de febrero a julio de 2022, se basa en un discurso marcado por el nervio interno y perpetuo en la obra. Con la mezcla de elementos de formación orgánica inspirados en la música de Xenakis y de elementos constitutivos de la música para Big Band así como los voicings y el tratamiento de los grupos de instrumentos.",
        "w_16_2p": "Bad Seeing, que dura 9 minutos, toma su título de un término astronómico que se refiere al efecto distorsionador de la atmósfera sobre las imágenes de los objetos astronómicos. Éstas no son nítidas, con difuminaciones y, lo que hace referencia a la obra, parece que se manejan de forma agitada.",
        "w_16_w": "Esta obra, por parte sinfónica y vibráfono solista, ha sido compuesta para el festival ENSEMS 2022, en concreto, para el concierto con la Banda Municipal de Valencia el 25 de septiembre de 2022 en el Auditorio del Palau de les Arts. Finalmente no pudo ser estrenada por problemas internos de la banda municipal.",
        "w_17_1p": "Esta obra, planteada de septiembre a octubre del 2021, muestra un discurso con las sonoridades de Cassis. Hace referencia a un municipio costero en la región de la Provenza en Francia y en la obra se observan referencias sonoras del lugar, así como referencias sonoras a la propia sonoridad de la palabra.",
        "w_17_2p": "Jerom, que dura 10 minutos, toma su título del nombre del artista que fundó Camargo Foundation en la costa de Cassis. Esta constitución promueve cualquier forma de arte y de experimentación artística ofreciendo diferentes residencias.<br></br>Esta obra ha sido compuesta por la propuesta de Ismael Santoja de hacer un nuevo repertorio para flauta solo. Asi mismo, ha colaborado en el proceso de creación y corrección de la obra.",
        "w_17_w": "La obra ha sido seleccionada dentro del DYCE \"Discovering Young Composers of Europe\" 2022. Ha sido estrenada el 16.10.22 en Sevilla por Jesús Sánchez Valladares - Ensemble Sonoro.",
        "w_18_1p": "Esta obra, planteada entre noviembre y diciembre de 2021, trabaja el ritmo como elemento absoluto en un contexto donde convive con la espacialización, escena y visuales. Hay diferentes motivos que se encuentran al largo de la pieza en diferentes timbres pero el elemento reiterativo es el groove, expresado de diferentes maneras y técnicas.",
        "w_18_2p": "El concepto de trabajar solo el groove recibe inspiración de la obra Gruf de Perico Sambeat donde se articula un discurso mono-armónico donde las diferentes familias de la big band trazan líneas semi-atonales.<br></br>Esta obra recibe el nombre de un juego de azar jugado por los Hadza, en el cual se lanzan restos de animales para ver cómo caerán.",
        "w_18_w": "Esta obra se estrenó en 2023 en el auditorio de la Casa de la Cultura de Alzira, dentro del festival Riberalz I, por el ensemble de percusión de Alzira.",
        "w_19_1p": "Esta obra, planteada de diciembre de 2022 a marzo del 2023, muestra un discurso basado en el groove como elemento fundamental mezclando técnicas actuales con las tradicionales para Big Band.",
        "w_19_2p": "Triptófano, que dura 8 minutos, toma su título de un aminoácido que contiene el cacahuete. La obra está basada en el motivo de Salt Peanuts.",
        "w_19_w": "La obra ha sido estrenaday compuesta para la Jóven Big Band Nacional, un proyecto realizado por Clasijazz en el 2023.",
        "w_20_1p": "El fenómeno de la \"Embryonic Diapause\" (implantación diferida) es un proceso biológico en el que el desarrollo del embrión se detiene temporalmente en respuesta a ciertas condiciones ambientales adversas.<br></br>Esta obra con carácter de obertura para quinteto, pretende exponer un fenómeno de constante cambio e interrupción en el discurso musical manteniendo la tensión hasta el último acorde. Esto refleja la idea de que la diapausa embrionaria es un proceso en el que el desarrollo se detiene y luego se reanuda, creando una sensación de inestabilidad y fluctuación. Desde el punto de vista de la armonía, destaca el uso de voicings típicos en el repertorio para BigBand pero con un tratamiento descontextualizado.",
        "w_20_2p": "En última instancia, esta obra para quinteto no solo es un ejercicio musical con carácter de micro-obertura, sino también una exploración artística y conceptual a través de las posibilidades tímbricas que nos ofrece un quinteto de metal. Esta obra pretende sumergir tanto al oyente como al intérprete en una experiencia sonora que captura la esencia misma de la \"Embryonic Deapause\".",
        "w_20_w": "Esta obra ha sido la ganadora en el concurso internacional de composición de Spanish Brass 2023 y grabada en su disco \"35\"",
        "w_21_1p": "Esta obra, planteada de septiembre de 2022 a junio del 2023, muestra un discurso basado en la polifonía virual tanto a nivel armónico como formal.",
        "w_21_2p": "Bressò, toma su título de la mezcla entre las palabras \"So\", \"Ressonància\", que curiosamente hace parecer a \"Bressol\", canción de cuna. Este último término se puede observar en el carácter fúnebre de la obra ya que adquiere el doble significado de vida y muerte.",
        "w_21_w": "La obra ha sido encargada por el DYCE \"Discovering Young Composers of Europe\" 2022 en colaboración con el ensemble Taller Sonoro.<br></br>Ha sido estrenada el 11.06.23 en Sevilla por Alba Francés Martínez.",
        "w_22_1p": "Esta obra juega con las sonoridades de un enemble concreto como si de un juego de malabares se tratara. Las melodías son tímbricas y van saltando de instrumento en instrumento igual que lo hace el malabarista que hay en escena con las pelotas.",
        "w_22_2p": "Para esta obra se ha tenido que crear una notación visual para el malabrista mezclando la notación escénica con los siteswsaps y la notación musical.",
        "w_23_1p": "Es una pieza para orquesta que se caracteriza por el uso de masas sonoras, el uso del programa Orchidea para la creaciones de estas masas, una linea continua ascendente en el bajo y el uso de las técnicas contemporaneas con enfasis en el timbre.",
        "w_24_1p": "Esta obra, planteada en Octubre del 2023, investiga las sonoridades de un ensemble grande en un discurso donde convivent una polifonia fragmentada con tratamientos armónicos actuales pero dando un fuerte peso en el aspecto rítmico y gestual de la obra.",
        "w_24_2p": "Este conjunto de características articulan esta obra para 16 instrumentistas. Elenita beneath the beach, que dura 5 min, conforma una visión actual donde los voicings de la música para big band, el Groove de músicas del mundo y la escritura gestual tienen cabida dentro de un estilo de música de nueva creación.",
        "w_24_w": "Esta obra es la obra con la que el compositor recibe el premio extraordinario de la carrera de compositción en el Conservatorio de Música \"Joaquín Rodrigo\" de Valencia."
    },
    "english": {
        "abrir": "MUSEUM",
        "museo": "~ MUSEUM ~",
        "obras": "WORKS",
        "otrasComposiciones": "OTHER COMPOSITIONS",
        "otrosProyectos": "OTHER PROJECTS",
        "contactoEInformacion": "CONTACT & INFORMATION",
        "catalogoobras": "Catalog of works",
        "instrumentos": "Instruments",
        "instrumentacion": "Instrumentation",
        "sinresultados": "No results founds. For now...",
        "year": "Year",
        "clear": "Clear",
        "clear2": "Clear",
        "reset": "Reset All",
        "nameaz": "Name (A/Z)",
        "nameza": "Name (Z/A)",
        "yearasc": "Chronological (Asc)",
        "yeardesc": "Chronological (Desc)",
        "sortby": "Sort by",
        "filteringby": "Filtering by:",
        "inicio": "HOME",
        "other_obras": "+ works",
        "other_arreglos": "arr.",
        "other_vibes": "vibraphone",
        "other_video": "video",
        "other_electronic": "electronics",
        "other_trans": "trans.",
        "other_other": "other",
        "other_mpa": "Music for audiovisuals",
        "other_mpa_sub": "Video games, music for scene, music for video...",
        "other_arr": "Arrangements",
        "other_arr_s": "Orchestrations, arrangements for band, arrangements for jazz...",
        "other_vib": "player",
        "other_vib_s": "Vibraphone, percussion, piano, electric bass...",
        "other_vid": "Audiovisual projects",
        "other_vid_s": "Creation of audiovisual material for the music sector",
        "other_electr": "Electronics",
        "other_electr_s": "trans.",
        "other_trans2": "Tanreb transcripcions",
        "other_other-head": "Other",
        "other_other-sub": "Published articles",
        "o_o_ca_ecdlm": "Animated short: El chico de los molinos",
        "o_o_ca_ecdlm_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>It features a melody that repeats as if it were a mantra, referencing the cyclic nature of the story. Its harmonic character has been influenced by Wagner's Tristan and Isolde chord, which deals with a similar plot, and the descending melodic movement of the lament figure in early operas. The chorus refers to the songs of sirens and, through a timbral modulation, are transported to the organ, which performs the same function.",
        "o_o_ca_e": "Animated short: Elliot",
        "o_o_ca_e_s": "Original music for the short film \"El chico de los molinos\" by Olga Sanchis.<br></br>The cheerful character of the person is reflected in the use of plucked string instruments. Additionally, the harmonic change, the use of the Lydian mode in the piece, and the emphasis on high tones support this colorful and cheerful feeling.",
        "o_o_v_j": "Video game: Jumper",
        "o_o_v_j_s": "This is an example of adaptive music, where the character unlocks parts of the song as they progress, being able to listen to it when unlocking the last skill.<br></br>This was a 2-week Jam video game. I also participated in creating the sound effects, the pixel art, and the programming.",
        "o_o_e_sl": "Example: Sun Landscapes",
        "o_o_e_sl_s": "In this demo, one can observe a composition made by layers to be later adapted according to the situation dynamically and in relation to the character. In this demo, this relationship is not appreciated since this dynamic was not used, in the next example it will be.",
        "o_o_e_sw": "Example: SynthWave",
        "o_o_e_sw_s": "Due to script needs, the drop occurs at 02:56, and it is then that the song really makes sense, what came before had been a play of textures and musical landscapes.",
        "o_o_c_nst": "Circus: Non Sin Tri",
        "o_o_c_nst_s": "Music for the No Tan Sapiens show by the company Non Sin Tri: A parody of humanity through a poetic and suggestive language.",
        "o_a_o_ledm": "Orchestration: La espuma del mar",
        "o_a_o_ledm_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_ledm2": "Orchestration: Dormida",
        "o_a_o_ledm2_s": "Collaboration in orchestration for orchestra and jazz band for the album \"La espuma del mar\" by Albert Sanz.",
        "o_a_o_du": "Orchestration: Diego Urdiales",
        "o_a_o_du_s": "Orchestration for the bullfighting pasodoble Diego Urdiales by Miguel Garrido Romanos.",
        "o_a_a_bfdj": "Arrangement for band: Band feat. DJ",
        "o_a_a_bfdj_s": "Arrangement for the Band feat. DJ project, directed by Pere Vicalet.",
        "o_i_jbbn": "Young National Big Band",
        "o_i_jbbn_s": "Participation as a vibraphonist and composer in the Young National Big Band of Spain, a project organized by Clasijazz.",
        "o_i_m": "Medinea",
        "o_i_m_s": "Participation as a vibraphonist and creator in Medinea, a cultural program of the European Union under the direction of Fabrizio Cassol.",
        "o_i_e": "Espíritu - Carlos Vico",
        "o_i_e_s": "First album by Carlos Vico where I participate as a vibraphonist. Contemporary Jazz repertoire mixing ballads with funk reminiscent of the timbre mix of Pat Metheny and Gary Burton.",
        "o_i_sp": "Screaming Pillows",
        "o_i_sp_s": "First double album by the group Screaming Pillows, which won the Carles Santos award for best Jazz album of 2022.",
        "o_i_tot": "The Om Trio",
        "o_i_tot_s": "Original song by Chaitanya Natu for the group The Om Trio. A jazz music trio with cultural mixes.",
        "o_i_er": "Exotic Roosters",
        "o_i_er_s": "Participation in the group Exotic Roosters. A fusion jazz percussion and surf music group.",
        "o_e_gh_s": "Public GitHub profile where I upload some of the projects I am developing",
        "o_e_hc_s": "Hacks for composers: CurveData, SecToBPM...",
        "o_e_lt_s": "Participation in the work \"Laplace Tiger\" by Alexander Schubert as an electronics technician for the performance by Borja Camps at the Auditori i Palau de Congressos de Castelló",
        "o_e_hvg_s": "Composition of a piece for two performers with live electronics and video.",
        "o_e_tj_s": "Teaser of a composition for a juggler, quartet, and live electronics.",
        "o_a_s_s": "Creation of visuals for the work \"Strach\", commissioned by the Ensems festival, under the Xensems to Llum Martí and Bernat Cucarella.",
        "o_a_aote_s": "Reactive visual creation for a work by Karel Husa commissioned by the Municipal Band of Castellón within the Ensems festival on 25.09.2022.",
        "o_a_tetb_s": "Theme composed for Vicent S.C. at the CSMV. I also participate as a performer (on piano).<br></br>Direction and editing of video and audio.",
        "o_a_j_s": "Animation for \"Jackdaw\" by Wayne Siegel, a work for bass clarinet and electronics.",
        "o_a_em_s": "Animation and 3D modeling that interacts with the music for an own album.",
        "o_a_ar_s": "360º multiscreen video with clarinetist Alba Francés Martínez. On YouTube, it can be viewed interactively.<br></br>Arrangement and editing of audio and video.",
        "o_a_jg_s": "Multiscreen video with the Jove Big Band from Sedajazz. Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "o_a_t_s": "Multiscreen video with the percussion classroom of the CSMV (Valencia Higher Conservatory of Music) representing a work by M. Udow. Additionally, I participate as a percussionist.<br></br>Audio and video editing.",
        "o_a_sa_s": "Multiscreen video with the Jove Big Band from Sedajazz of a piece by Fco. Blanco \"Latino\". Additionally, I participate as a vibraphonist.<br></br>Audio and video editing.",
        "form-success": "Thank you! Your submission has been received!",
        "form-error": "Oops! Something went wrong while submitting the form.",
        "form-name": "Name",
        "form-email": "Email Address",
        "form-button": "Submit",
        "contactoeinfo": "Contact and information",
        "form-message": "Message",
        "articulospubli": "Published articles:",
        "404-title": "But how did you get here?! ",
        "404-sub": "Go on, head back to the website; there's surely more to see ;)",
        "to-museum": "To museum",
        "to-works": "To works",
        "w_1_1p": "First consolidated work of Bernat Cucarella Sifre. It blends Steve Reich's minimalist style with rhythmic mixtures.",
        "w_1_2p": "The piece is composed of three movements: \"Portrait of Fernande Oliver\", an introduction and presentation of the thematic material; \"Portrait of Ambroise Vollard\", a movement of free improvisation; and \"Portrait of Dora Maar\", a movement with a virtuosic and conclusive discourse.",
        "w_1_w": "The work was premiered by Bernat Cucarella Sifre in 2018 at the auditorium of the Sociedad Musical de Alzira",
        "w_2_1p": "Concerto for marimba and ensemble divided into 3 movements: \"A dream within a dream\", \"Alone\", and \"The Raven\"",
        "w_2_2p": "This work, inspired by the poems of Edgar Allan Poe, demonstrates the compositional journey through guiding sonorities and the application of musical concepts such as harmony and rhythm in a controlled manner.",
        "w_2_w": "The work was premiered by Bernat Cucarella Sifre and the percussion ensemble of the Sociedad Musical de Alzira in their auditorium in 2018.",
        "w_3_1p": "Bdelloidea is a class of rotifers found in freshwater habitats all over the world. They are of interest in the study of the evolution of sex because a male has never been observed, and females produce exclusively by parthenogenesis, a form of asexual reproduction where embryos grow and develop without the need for fertilization.",
        "w_3_2p": "For the composer, this animal it’s a metaphor of the sound of the euphonium and all the piece is inspired by this idea of cloning and sameness.",
        "w_3_w": "The work was premiered in the Higher Conservatory of Music \"Joaquín Rodrigo\" of Valencia in 2020.",
        "w_4_1p": "With a pointillistic approach where timbral elements and rhythmic variety predominate, a sound discourse inspired by the chaos equation is established. This has many applications: the patterns of a water droplet falling, the activation of neurons in the brain, or even the population of living beings.<br></br>After this elaboration, in a sonic key, a strategy with the random patterns resulting from L-systems was proposed and applied in different ways to the timbral sonorities. Subsequently, there was work on micro-phrasing, phrasing, and spatialization, among others.",
        "w_4_2p": "The work consists of 3 distinct parts that can be observed by looking at the peculiar shape of the graph. The first with one element, the next with two, and, to enhance the effect, the composer considered the third part as chaos itself.",
        "w_4_w": "This work has been selected for the new creation music workshop conducted by Tarab Hispánica (2020).",
        "w_5_1p": "El chivito is a beef sandwich with various ingredients, usually dressed with mayonnaise and accompanied by French fries, sometimes with Russian salad or another side dish. Although originally from Uruguay, this work takes its name from the Valencian version called Xivito.",
        "w_5_2p": "Conceived as a standard, Xivito would fall within the genre of Latin jazz and jazz-fusion. It has currently been adapted for a reduced big band formation for the Screaming Pillows album.",
        "w_5_w": "Recorded on the Screaming Pillows & The Liao Brass album, winner of the Carles Santos award for best Jazz album in 2022.",
        "w_6_1p": "This work attempts to develop the idea of the number 7 in all aspects: harmonic/melodic in the form of a minor seventh, but also in the repetition of notes or many more elements subordinate to this number. It is a work where all elements are related, thus having significant limitations during composition.",
        "w_6_2p": "The name of the work, which will start a tradition of works for solo monophonic instrument, comes from a space mission that failed upon re-entry to Earth, causing the death of the 7 crew members.",
        "w_7_1p": "This work arises from the admiration for the beginnings of stereophony discovered, thanks to the conditions of the space, in the Basilica of San Marco. It is also inspired by the initial fragment of \"Oh Magnum Mysterium\" by Giovanni Gabrieli, a composer who emphasized this technique. The title comes from one of the domes of the basilica. This dome narrates, in the form of a mosaic, the origin of creation as both grand and mysterious.",
        "w_7_2p": "This work explores some of the possibilities with the condition of using only the material from Gabrieli's work, employing processes based on abstraction. We can also appreciate other elements such as spatialization - through mirror harmony and the distribution of musicians in space - and other characteristics of the genre, infinite melody, not yet established tonality, and the call and response between the voices.",
        "w_8_1p": "This work emerged during a period of confinement without access to percussion instruments, through the exploration of a new instrument: the piano stool. With different heights and sounds, it inspired the composer to create this work based on the flamenco form: soleá. With various variations and other elements of flamenco, this work evolves from a minimal gesture to small written improvisations that can be performed in a theatrical tone.",
        "w_9_1p": "Vehement God of a steel race,<br></br>drunk automobile of space,<br></br>you neigh in anguish, with the brake in your screeching teeth!<br></br>Oh formidable Japanese monster with forge-like eyes,<br></br>nourished by flames and mineral oils,<br></br>hungry for horizons and celestial prey<br></br>your heart expands in its diabolical taf-taf<br></br>and your sturdy pneumatics swell for the dances<br></br>that will whirl along the world's white roads!<br></br>Finally unleashed, your metallic reins... You dash<br></br>drunkenly into the liberating Infinite!",
        "w_9_2p": "Thus begins the poem written by Filippo Tommaso Marinetti, an Italian poet and artist of the 20th century considered the father of the first avant-garde, futurism. With this poem, he makes a clamor for new technology and the new automobiles, likening them to Japanese Monsters.",
        "w_10_1p": "This work explores the movement and sounds of tennis, as well as the narration of the documentary presenter in a mix of performance, musical theatre, and typical percussionist language.",
        "w_10_2p": "It uses two Wii controllers that connect to the Max patch via the OSCulator app. All instructions are provided in the explanation, and the patch presents an intuitive and streamlined view since the work is designed for the 3rd cycle of professional education.",
        "w_10_w": "This work premiered during an educational meeting between the composition department of CSMV and the percussion department of the professional conservatory of Vall d'uixó within the Xensems festival 2022.",
        "w_11_1p": "This work, developed from May to September 2021, explores the gesture in a mirror form, as well as in the story \"Where the Wild Things Are\" it deals with the idea of imitation or reflection of adult behaviors in children.",
        "w_11_2p": "This idea of mirroring, which is the core of the literary work, also becomes the core of the musical discourse, appearing in different ways within a context where the acoustic, electronic, and visual coexist and where the narrative, which outlines the story of Maurice Sendak, is abstracted to become the articulating element of the sound discourse and the form within the musical plane.",
        "w_11_w": "This work was commissioned by ENSEMS as part of their educational project XENSEMS and premiered on the 25th and 26th of September 2021.",
        "w_12_1p": "This work, conceived in April 2021, showcases the typical sonorities of flamenco in a discourse where the rhythms, harmony, and melodies characteristic of this style coexist with treatments of new music creation such as viewing the instrument as a sound object or rhythmic/textural treatment.",
        "w_12_2p": "This set of features articulates this work for flute, saxophone, violin, viola, and cello.<br></br>The whisper of the quejío, lasting 10 minutes, proposes a new vision of flamenco that, while retaining its roots, shows a symbiosis with contemporary music.",
        "w_12_w": "This work was selected at the ENSEMS festival 2021 in the \"Sound Creation Workshop\" led by Ensemble Mosaik",
        "w_13_1p": "This work, within a style that mixes flamenco, rock, and jazz, establishes a relationship between the duality of quantum physics and music, applying it to concepts such as harmony, rhythm, and melody through modulations and other elements.",
        "w_13_2p": "It has been conceived for the lineup: Fl/S.S, Fl/A.S, 2T.S, 2Trumpets, 2Trombone, Piano, Vibes, E.Bass, Drums, though there is also a version for: Fl/A.S, 2T.S, Piano, Vibes, E.Bass, Drums.",
        "w_13_w": "Recorded on the album Screaming Pillows & The Liao Brass, winner of the Carles Santos award for best Jazz album in 2022.",
        "w_14_1p": "The work is composed based on the rhythmic-melodic pattern/theme \"Boro Demborola\", which is why the entire work investigates how the African groove can connect patterns through repetition and semi-random alteration.",
        "w_14_2p": "It is a work composed for 3-6 chromatic Balafones (or using the G and B pentatonic scales), but it can be performed on marimbas.",
        "w_15_1p": "\"All he did was write a letter outlining the main ideas and on December 4, 1930, he sent it to Lise Meitner, who was attending a congress in Tübingen, along with one of his collaborators to provide explanations if anyone asked. In the letter, Pauli mentioned that he could not attend in person because he was 'indispensable in Zurich' as he had been invited to a dance.\"",
        "w_15_2p": "And from this anecdote, featuring Wolfgang Pauli in the discovery of the neutrino, this work is established, using as its sole material the theoretical concept of neutrinos and one of the songs he might have danced to at that 'dance': 'Blue Women', which appears in the movie 'The Blue Angel' released that same year, 1930.<br></br>Regarding aesthetic aspects, this work takes influences from the Itchy Fingers quartet in terms of speed, articulation, and phrasing, as well as from the work of lines and ensemble as an instrument from Xenakis's work Xas.",
        "w_15_w": "This work premiered at the conference held for the 90th anniversary of the neutrino directed by Alberto Aparici along with the IFIC at the Ciutat de les Arts i les Ciències in Valencia in 2021.",
        "w_16_1p": "This work, developed from February to July 2022, is based on a discourse marked by an internal and perpetual tension in the composition. It blends organic formation elements inspired by the music of Xenakis with constitutive elements of music for Big Band, such as voicings and the treatment of instrument groups.",
        "w_16_2p": "Bad Seeing, which lasts 9 minutes, takes its title from an astronomical term referring to the distorting effect of the atmosphere on the images of astronomical objects. These are not sharp, featuring blurring and, as referred to in the work, seem to be handled in a turbulent manner.",
        "w_16_w": "This work, for symphonic parts and solo vibraphone, was composed for the ENSEMS 2022 festival, specifically for a concert with the Municipal Band of Valencia on September 25, 2022, at the Auditorium of the Palau de les Arts. It could not premiere due to internal problems with the municipal band.",
        "w_17_1p": "This work, developed from September to October 2021, presents a discourse with the sonorities of Cassis. It refers to a coastal municipality in the Provence region of France, and the piece features sound references from the location as well as sonic references to the sound of the word itself.",
        "w_17_2p": "Jerom, which lasts 10 minutes, takes its title from the name of the artist who founded the Camargo Foundation on the coast of Cassis. This institution promotes any form of art and artistic experimentation by offering various residencies.<br></br>This work was composed at the suggestion of Ismael Santoja to create a new repertoire for solo flute. He also collaborated in the creation and revision process of the work.",
        "w_17_w": "The work has been selected for the DYCE 'Discovering Young Composers of Europe' 2022. It premiered on 16.10.22 in Seville by Jesús Sánchez Valladares - Ensemble Sonoro.",
        "w_18_1p": "This work, developed between November and December 2021, focuses on rhythm as the absolute element in a context that coexists with spatialization, scene, and visuals. There are different motifs found throughout the piece in various timbres, but the repetitive element is the groove, expressed in various ways and techniques.",
        "w_18_2p": "The concept of working solely on the groove draws inspiration from Perico Sambeat's work Gruf, where a mono-harmonic discourse is articulated and the different families of the big band trace semi-atonal lines.<br></br>This work is named after a game of chance played by the Hadza, in which animal remains are thrown to see how they will fall.",
        "w_18_w": "This work premiered in 2023 at the auditorium of the Casa de la Cultura de Alzira, within the Riberalz I festival, by the Alzira percussion ensemble.",
        "w_19_1p": "This work, developed from December 2022 to March 2023, features a discourse based on the groove as a fundamental element, mixing current techniques with traditional ones for Big Band.",
        "w_19_2p": "Triptófano, lasting 8 minutes, takes its title from an amino acid found in peanuts. The work is based on the motif from 'Salt Peanuts'.",
        "w_19_w": "The piece was premiered and composed for the Young National Big Band, a project carried out by Clasijazz in 2023.",
        "w_20_1p": "The phenomenon of \"Embryonic Diapause\" (delayed implantation) is a biological process where the development of an embryo temporarily halts in response to adverse environmental conditions.<br></br>This work, characterized as an overture for a quintet, aims to exhibit a phenomenon of constant change and interruption in the musical discourse while maintaining tension until the final chord. This reflects the idea that embryonic diapause is a process in which development stops and then resumes, creating a sense of instability and fluctuation. Harmonically, it features the use of voicings typical in the Big Band repertoire but with a decontextualized treatment.",
        "w_20_2p": "Ultimately, this work for quintet is not only a musical exercise with the character of a micro-overture but also an artistic and conceptual exploration through the timbral possibilities offered by a brass quintet. This work aims to immerse both the listener and the performer in a sonic experience that captures the very essence of \"Embryonic Diapause\".",
        "w_20_w": "This piece has won the international composition contest of Spanish Brass 2023 and was recorded on their album \"35\"",
        "w_21_1p": "This work, developed from September 2022 to June 2023, presents a discourse based on virtual polyphony both at a harmonic and formal level.",
        "w_21_2p": "Bressò, takes its title from the blend of the words \"So\", \"Resonance\", which curiously resembles \"Cradle\", a lullaby. This last term can be seen in the mournful character of the work as it acquires the dual meaning of life and death.",
        "w_21_w": "The work has been commissioned by DYCE \"Discovering Young Composers of Europe\" 2022 in collaboration with the ensemble Taller Sonoro.<br></br>It premiered on 11.06.23 in Seville by Alba Francés Martínez.",
        "w_22_1p": "This work plays with the sonorities of a specific ensemble as if it were a juggling game. The melodies are timbral and jump from instrument to instrument just as the juggler on stage does with the balls.",
        "w_22_2p": "For this work, a visual notation had to be created for the juggler by mixing stage notation with siteswaps and musical notation.",
        "w_23_1p": "This is a piece for orchestra characterized by the use of sound masses, the use of the Orchidea program for creating these masses, a continuous ascending line in the bass, and the use of contemporary techniques with an emphasis on timbre.",
        "w_24_1p": "This work, developed in October 2023, explores the sonorities of a large ensemble in a discourse where fragmented polyphony coexists with contemporary harmonic treatments, while placing a strong emphasis on the rhythmic and gestural aspects of the piece.",
        "w_24_2p": "This set of features articulates this work for 16 musicians. 'Elenita beneath the beach,' lasting 5 minutes, forms a current vision where the voicings of Big Band music, the Groove of world musics, and gestural writing are incorporated within a style of new music creation.",
        "w_24_w": "This work is the piece with which the composer receives the extraordinary prize of the composition career at the \"Joaquín Rodrigo\" Conservatory of Music in Valencia."
    }
}
